Repository: teoarandaa/BusinessManager
Catalog: BusinessManager/BusinessManager/Resources/*.lproj/Localizable.strings
Languages: de, fr, it, pt

# onboarding_quality
source: Comprehensive Quality Control
de: Umfassende Qualitätskontrolle
fr: Contrôle Qualité Complet
it: Controllo Qualità Completo
pt: Controle de Qualidade Abrangente

# onboarding_quality_subtitle
source: Excellence and continuous improvement
de: Exzellenz und kontinuierliche Verbesserung
fr: Excellence et amélioration continue
it: Eccellenza e miglioramento continuo
pt: Excelência e melhoria contínua

# onboarding_quality_description
source: Elevate your company's quality standards with our comprehensive control and improvement system. Implement detailed metrics, receive personalized recommendations, and establish continuous improvement processes. Our system identifies areas for improvement and provides practical, measurable suggestions to optimize quality in each department.
de: Heben Sie die Qualitätsstandards Ihres Unternehmens mit unserem umfassenden Kontroll- und Verbesserungssystem. Implementieren Sie detaillierte Metriken, erhalten Sie personalisierte Empfehlungen und etablieren Sie kontinuierliche Verbesserungsprozesse. Unser System identifiziert Verbesserungsbereiche und liefert praktische und messbare Vorschläge zur Optimierung der Qualität in jeder Abteilung.
fr: Élevez les standards de qualité de votre entreprise avec notre système complet de contrôle et d'amélioration. Implémentez des métriques détaillées, recevez des recommandations personnalisées et établissez des processus d'amélioration continue. Notre système identifie les domaines d'amélioration et fournit des suggestions pratiques et mesurables pour optimiser la qualité dans chaque département.
it: Eleva gli standard di qualità della tua azienda con il nostro sistema completo di controllo e miglioramento. Implementa metriche dettagliate, ricevi raccomandazioni personalizzate e stabilisci processi di miglioramento continuo. Il nostro sistema identifica le aree di miglioramento e fornisce suggerimenti pratici e misurabili per ottimizzare la qualità in ogni dipartimento.
pt: Eleve os padrões de qualidade da sua empresa com nosso sistema abrangente de controle e melhoria. Implemente métricas detalhadas, receba recomendações personalizadas e estabeleça processos de melhoria contínua. Nosso sistema identifica áreas de melhoria e fornece sugestões práticas e mensuráveis para otimizar a qualidade em cada departamento.

source: Get Started
de: Loslegen
fr: Commencer
it: Inizia
pt: Começar

# recommendations_description
source: The system automatically analyzes performance data, work volume, and task completion rates to generate personalized recommendations. These suggestions help improve work efficiency and quality in each department.
de: Das System analysiert automatisch Leistungsdaten, Arbeitsvolumen und Aufgabenabschlussraten, um personalisierte Empfehlungen zu generieren. Diese Vorschläge helfen, die Arbeitseffizienz und -qualität in jeder Abteilung zu verbessern.
fr: Le système analyse automatiquement les données de performance, le volume de travail et les taux d'achèvement des tâches pour générer des recommandations personnalisées. Ces suggestions aident à améliorer l'efficacité et la qualité du travail dans chaque département.
it: Il sistema analizza automaticamente i dati sulle prestazioni, il volume di lavoro e i tassi di completamento delle attività per generare raccomandazioni personalizzate. Questi suggerimenti aiutano a migliorare l'efficienza e la qualità del lavoro in ogni dipartimento.
pt: O sistema analisa automaticamente dados de desempenho, volume de trabalho e taxas de conclusão de tarefas para gerar recomendações personalizadas. Essas sugestões ajudam a melhorar a eficiência e qualidade do trabalho em cada departamento.

# task_due_today_title
source: Task due today
de: Aufgabe fällig heute
fr: Tâche à échéance aujourd'hui
it: Attività in scadenza oggi

# task_due_today_body
source: The task '%@' is due today
de: Die Aufgabe '%@' ist heute fällig
fr: La tâche '%@' arrive à échéance aujourd'hui
it: L'attività '%@' scade oggi

# task_due_in_days_title
source: Task due in %d days
de: Aufgabe fällig in %d Tagen
fr: Tâche à échéance dans %d jours
it: Attività in scadenza tra %d giorni

# task_due_in_days_body
source: The task '%@' will be due in %d days
de: Die Aufgabe '%@' wird in %d Tagen fällig
fr: La tâche '%@' arrivera à échéance dans %d jours
it: L'attività '%@' scadrà tra %d giorni

# task_completed_title
source: Task Completed
de: Aufgabe Abgeschlossen
fr: Tâche Terminée
it: Attività Completata

# task_completed_body
source: The task '%@' has been marked as completed
de: Die Aufgabe '%@' wurde als abgeschlossen markiert
fr: La tâche '%@' a été marquée comme terminée
it: L'attività '%@' è stata contrassegnata come completata

# task_overdue_title
source: Task overdue
de: Aufgabe überfällig
fr: Tâche en retard
it: Attività in ritardo

# task_overdue_body
source: The task '%@' has passed its due date
de: Die Aufgabe '%@' hat ihre Frist überschritten
fr: La tâche '%@' a dépassé sa date d'échéance
it: L'attività '%@' ha superato la data di scadenza

# notifications_settings_title
source: Enable Notifications
de: Benachrichtigungen aktivieren
fr: Activer les Notifications
it: Attiva Notifiche

# notifications_settings_message
source: To receive task notifications, please enable them in Settings
de: Um Aufgabenbenachrichtigungen zu erhalten, aktivieren Sie sie in den Einstellungen
fr: Pour recevoir les notifications des tâches, activez-les dans les Paramètres
it: Per ricevere notifiche sulle attività, abilitale nelle Impostazioni

source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir les Paramètres
it: Apri Impostazioni

source: Select Departments
de: Abteilungen auswählen
fr: Sélectionner les Départements
it: Seleziona Dipartimenti

source: Select All
de: Alle auswählen
fr: Tout sélectionner
it: Seleziona Tutto

# delete_year_title
source: Delete Year
de: Jahr Löschen
fr: Supprimer l'Année
it: Elimina Anno

# delete_year_message
source: Are you sure you want to delete all reports for this year? This action cannot be undone.
de: Sind Sie sicher, dass Sie alle Berichte für dieses Jahr löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer tous les rapports de cette année ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare tutti i rapporti per quest'anno? Questa azione non può essere annullata.

# delete_department_title
source: Delete Department
de: Abteilung löschen
fr: Supprimer le Département
it: Elimina Dipartimento

# delete_department_message
source: Are you sure you want to delete this department and all its reports? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Abteilung und alle zugehörigen Berichte löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer ce département et tous ses rapports ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questo dipartimento e tutti i suoi rapporti? Questa azione non può essere annullata.

# delete_report_title
source: Delete Report
de: Bericht löschen
fr: Supprimer le Rapport
it: Elimina Rapporto

# delete_report_message
source: Are you sure you want to delete this report? This action cannot be undone.
de: Sind Sie sicher, dass Sie diesen Bericht löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer ce rapport ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questo rapporto? Questa azione non può essere annullata.

# delete_task_title
source: Delete Task
de: Aufgabe löschen
fr: Supprimer la Tâche
it: Elimina Attività

# delete_task_message
source: Are you sure you want to delete this task? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Aufgabe löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer cette tâche ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questa attività? Questa azione non può essere annullata.

# task_status
source: Status
de: Aufgabenstatus
it: Stato

source: All Tasks
de: Alle Aufgaben
it: Tutte le Attività

source: No Active Tasks
de: Keine aktiven Aufgaben
it: Nessuna Attività Attiva

# no_active_tasks_description
source: You don't have any active tasks at the moment. Add a new task to get started.
de: Sie haben derzeit keine aktiven Aufgaben. Fügen Sie eine neue Aufgabe hinzu, um zu beginnen.
it: Non hai attività attive al momento. Aggiungi una nuova attività per iniziare.

source: No Completed Tasks
de: Keine abgeschlossenen Aufgaben
it: Nessuna Attività Completata

# no_completed_tasks_description
source: You haven't completed any tasks yet. Tasks will appear here once marked as completed.
de: Sie haben noch keine Aufgaben abgeschlossen. Aufgaben erscheinen hier, sobald sie als abgeschlossen markiert werden.
it: Non hai ancora completato nessuna attività. Le attività appariranno qui una volta contrassegnate come completate.

source: Privacy
de: Datenschutz
fr: Confidentialité
pt: Privacidade

source: Volume
de: Volumen

# radar_volume
source: Volume
de: Volumen

source: Business
de: Geschäft
fr: Affaires
pt: Negócios

# min_value
source: Min: %d%%
pt: Mín: %d%%

source: Min:
pt: Mín:

source: Max:
pt: Máx:
