Repository: teoarandaa/BusinessManager
Catalog: BusinessManager/BusinessManager/Resources/*.lproj/Localizable.strings
Languages: de, fr, it, pt

# sort_description
source: The Sort functionality organizes your tasks effectively. Sort by date for a chronological view of deadlines, or by priority to focus on critical tasks first. This flexibility helps you manage your workflow according to your current needs.
de: Die Sortierfunktion organisiert Ihre Aufgaben effektiv. Sortieren Sie nach Datum für eine chronologische Ansicht der Fristen, nach Priorität, um sich zuerst auf wichtige Aufgaben zu konzentrieren, oder filtern Sie nach Status (aktiv, abgeschlossen oder alle Aufgaben). Diese Flexibilität hilft Ihnen, Ihren Arbeitsablauf nach Ihren aktuellen Bedürfnissen zu gestalten. Beachten Sie, dass abgeschlossene Aufgaben nicht bearbeitet werden können.
fr: La fonction de tri organise vos tâches efficacement. Triez par date pour une vue chronologique des délais, ou par priorité pour vous concentrer d'abord sur les tâches critiques. Cette flexibilité vous aide à gérer votre flux de travail en fonction de vos besoins actuels.
it: La funzione Ordina organizza efficacemente le tue attività. Ordina per data per una visualizzazione cronologica delle scadenze, per priorità per concentrarti prima sulle attività critiche, o filtra per stato (attive, completate o tutte le attività). Questa flessibilità ti aiuta a gestire il flusso di lavoro in base alle tue esigenze attuali. Nota che le attività completate non possono essere modificate.
pt: A funcionalidade de Ordenação organiza suas tarefas de forma eficaz. Ordene por data para uma visão cronológica dos prazos, ou por prioridade para focar primeiro nas tarefas críticas. Essa flexibilidade ajuda você a gerenciar seu fluxo de trabalho de acordo com suas necessidades atuais.

# add_task_description
source: Creating a new task is an intuitive process where you can specify deadlines, set priorities, and add detailed descriptions. Additional comments provide context and improve task tracking, ensuring clear communication throughout the process.
de: Das Erstellen einer neuen Aufgabe ist ein intuitiver Prozess, bei dem Sie Fristen festlegen, Prioritäten setzen und detaillierte Beschreibungen hinzufügen können. Zusätzliche Kommentare bieten Kontext und verbessern die Aufgabenverfolgung, um eine klare Kommunikation im gesamten Prozess sicherzustellen.
fr: Créer une nouvelle tâche est un processus intuitif où vous pouvez spécifier des délais, définir des priorités et ajouter des descriptions détaillées. Des commentaires supplémentaires fournissent du contexte et améliorent le suivi des tâches, garantissant une communication claire tout au long du processus.
it: Creare una nuova attività è un processo intuitivo in cui puoi specificare scadenze, impostare priorità e aggiungere descrizioni dettagliate. I commenti aggiuntivi forniscono contesto e migliorano il monitoraggio delle attività, garantendo una comunicazione chiara durante tutto il processo.
pt: Criar uma nova tarefa é um processo intuitivo onde você pode especificar prazos, definir prioridades e adicionar descrições detalhadas. Comentários adicionais fornecem contexto e melhoram o acompanhamento das tarefas, garantindo uma comunicação clara durante todo o processo.

source: Managing Tasks
de: Aufgaben verwalten
fr: Gestion des tâches
it: Gestione delle Attività
pt: Gerenciando Tarefas

source: Search departments
de: Abteilungen suchen
fr: Rechercher des départements
it: Cerca dipartimenti
pt: Buscar departamentos

# reports_count
source: reports
de: Berichte
fr: rapports
it: report
pt: relatórios

source: Edit Name
de: Name bearbeiten
fr: Modifier le nom
it: Modifica Nome
pt: Editar Nome

source: Change Icon
de: Symbol ändern
fr: Changer l'icône
it: Cambia Icona
pt: Alterar Ícone

source: Select Icon
de: Symbol auswählen
fr: Sélectionner une icône
it: Seleziona Icona
pt: Selecionar Ícone

source: How to Create Reports
de: Wie man Berichte erstellt
fr: Comment créer des rapports
it: Come Creare Report
pt: Como Criar Relatórios

# create_reports_description
source: To create accurate reports, we need the current date, department name, tasks created, tasks completed on-time, and tasks completed (tasks completed on-time is included in this group). This data is then displayed in charts, providing clear insights into productivity, workload, and performance, helping you make informed, data-driven decisions.
de: Für genaue Berichte benötigen wir: Datum, Abteilung, erstellte und abgeschlossene Aufgaben sowie pünktlich erledigte Aufgaben. Diese Daten werden in Diagrammen visualisiert, um detaillierte Einblicke in die Produktivität und Leistung Ihres Teams zu bieten.
fr: Pour créer des rapports précis, nous avons besoin de la date actuelle, du département et des données sur les tâches. Ces informations sont visualisées en graphiques pour faciliter l'analyse de la productivité.
it: Per creare report accurati e completi, sono necessari: data attuale, dipartimento, attività create e completate (incluse quelle puntuali). Questi dati vengono visualizzati in grafici dettagliati per fornire approfondimenti completi su produttività e prestazioni del team, facilitando il monitoraggio quotidiano e supportando decisioni strategiche basate sui dati.
pt: Para criar relatórios precisos, precisamos da data atual, nome do departamento, tarefas criadas e concluídas (incluindo as no prazo). Esses dados são exibidos em gráficos para fornecer insights claros sobre produtividade e desempenho.

# monthly_summary_title
source: Monthly Summary
de: Monatliche Zusammenfassung
fr: Résumé mensuel
it: Riepilogo Mensile
pt: Resumo Mensal

# add_report_title
source: Add Report
de: Bericht hinzufügen
fr: Ajouter un rapport
it: Aggiungi Report
pt: Adicionar Relatório

source: Close
de: Schließen
fr: Fermer
it: Chiudi
pt: Fechar

source: Workload
de: Arbeitsbelastung
fr: Charge de travail
it: Carico di lavoro
pt: Carga de Trabalho

source: No Charts Data
de: Keine Diagrammdaten
fr: Aucune donnée de graphique
it: Nessun dato per i grafici
pt: Sem Dados de Gráficos

# start_adding_reports_charts
source: Start adding reports to see analytics charts.
de: Fügen Sie Berichte hinzu, um Analysediagramme zu sehen.
fr: Commencez à ajouter des rapports pour voir les graphiques analytiques.
it: Inizia ad aggiungere report per visualizzare i grafici di analisi.
pt: Comece a adicionar relatórios para ver gráficos analíticos.

# business_manager_description
source: Business Manager is an application designed to help you manage and optimize your business performance. It provides tools for task tracking, performance analysis, and report generation.
de: Business Manager ist eine Anwendung, die Ihnen hilft, die Leistung Ihres Unternehmens zu verwalten und zu optimieren. Sie bietet Werkzeuge zur Aufgabenverfolgung, Leistungsanalyse und Berichtserstellung.
fr: Business Manager est une application conçue pour vous aider à gérer et optimiser la performance de votre entreprise. Elle fournit des outils pour le suivi des tâches, l'analyse de la performance et la génération de rapports.
it: Business Manager è un'applicazione progettata per aiutarti a gestire e ottimizzare le prestazioni aziendali. Fornisce strumenti per il monitoraggio delle attività, l'analisi delle prestazioni e la generazione di report.
pt: O Business Manager é um aplicativo projetado para ajudar você a gerenciar e otimizar o desempenho do seu negócio. Ele fornece ferramentas para acompanhamento de tarefas, análise de desempenho e geração de relatórios.

# business_manager_pricing
source: Business Manager offers basic features for free. Advanced features are available through premium subscription.
de: Business Manager bietet grundlegende Funktionen kostenlos an. Erweiterte Funktionen sind über ein Premium-Abonnement verfügbar.
fr: Business Manager propose des fonctionnalités de base gratuitement. Les fonctionnalités avancées sont disponibles via un abonnement premium.
it: Business Manager offre funzionalità di base gratuitamente. Le funzionalità avanzate sono disponibili tramite abbonamento premium.
pt: O Business Manager oferece recursos básicos gratuitamente. Recursos avançados estão disponíveis através de assinatura premium.

# new_features_frequency
source: We add new features regularly, approximately every year, based on user feedback and market needs.
de: Wir fügen regelmäßig neue Funktionen hinzu, etwa jedes Jahr, basierend auf Nutzerfeedback und Marktbedürfnissen.
fr: Nous ajoutons de nouvelles fonctionnalités régulièrement, environ une fois par an, en fonction des retours des utilisateurs et des besoins du marché.
it: Aggiungiamo nuove funzionalità regolarmente, circa ogni anno, basandoci sui feedback degli utenti e sulle esigenze del mercato.
pt: Adicionamos novos recursos regularmente, aproximadamente a cada ano, com base no feedback dos usuários e nas necessidades do mercado.

# updates_frequency
source: Yes, we release frequent updates to improve performance, fix bugs, and add new features.
de: Ja, wir veröffentlichen häufige Updates, um die Leistung zu verbessern, Fehler zu beheben und neue Funktionen hinzuzufügen.
fr: Oui, nous publions fréquemment des mises à jour pour améliorer les performances, corriger les bogues et ajouter de nouvelles fonctionnalités.
it: Sì, rilasciamo aggiornamenti frequenti per migliorare le prestazioni, correggere bug e aggiungere nuove funzionalità.
pt: Sim, lançamos atualizações frequentes para melhorar o desempenho, corrigir bugs e adicionar novos recursos.

# push_notifications_instructions
source: You can enable push notifications in Settings > Notifications within the app.
de: Sie können Push-Benachrichtigungen in den Einstellungen > Benachrichtigungen innerhalb der App aktivieren.
fr: Vous pouvez activer les notifications push dans Paramètres > Notifications dans l'application.
it: Puoi abilitare le notifiche push in Impostazioni > Notifiche all'interno dell'app.
pt: Você pode ativar as notificações push em Configurações > Notificações dentro do aplicativo.

# available_languages
source: Yes, Business Manager is available in English, Spanish, Portuguese, French, Italian and German. We are continuously working to add more languages.
de: Ja, Business Manager ist in Englisch, Spanisch, Portugiesisch, Französisch, Italienisch und Deutsch verfügbar. Wir arbeiten kontinuierlich daran, weitere Sprachen hinzuzufügen.
fr: Oui, Business Manager est disponible en anglais, espagnol, portugais, français, italien et allemand. Nous travaillons constamment pour ajouter d'autres langues.
it: Sì, Business Manager è disponibile in inglese, spagnolo, portoghese, francese, italiano e tedesco. Stiamo lavorando continuamente per aggiungere altre lingue.
pt: Sim, o Business Manager está disponível em inglês, espanhol, português, francês, italiano e alemão. Estamos trabalhando continuamente para adicionar mais idiomas.

# accepted_payments
source: We accept payments through the App Store, including credit/debit cards and other payment methods linked to your Apple account.
de: Wir akzeptieren Zahlungen über den App Store, einschließlich Kredit-/Debitkarten und anderer Zahlungsmethoden, die mit Ihrem Apple-Konto verknüpft sind.
fr: Nous acceptons les paiements via l'App Store, y compris les cartes de crédit/débit et d'autres méthodes de paiement liées à votre compte Apple.
it: Accettiamo pagamenti tramite App Store, incluse carte di credito/debito e altri metodi di pagamento collegati al tuo account Apple.
pt: Aceitamos pagamentos através da App Store, incluindo cartões de crédito/débito e outros métodos de pagamento vinculados à sua conta Apple.

# technical_support
source: If you encounter technical issues, first try restarting the app. If the problem persists, contact our support team.
de: Wenn Sie technische Probleme haben, versuchen Sie zunächst, die App neu zu starten. Wenn das Problem weiterhin besteht, wenden Sie sich an unser Support-Team.
fr: Si vous rencontrez des problèmes techniques, commencez par redémarrer l'application. Si le problème persiste, contactez notre équipe de support.
it: Se riscontri problemi tecnici, prova prima a riavviare l'app. Se il problema persiste, contatta il nostro team di supporto.
pt: Se encontrar problemas técnicos, primeiro tente reiniciar o aplicativo. Se o problema persistir, entre em contato com nossa equipe de suporte.

# support_contact
source: You can contact our support team via email at help.businessmanager@gmail.com or through Settings > Support.
de: Sie können unser Support-Team per E-Mail unter help.businessmanager@gmail.com oder über Einstellungen > Support kontaktieren.
fr: Vous pouvez contacter notre équipe de support par e-mail à help.businessmanager@gmail.com ou via Paramètres > Support.
it: Puoi contattare il nostro team di supporto via email a help.businessmanager@gmail.com o tramite Impostazioni > Supporto.
pt: Você pode entrar em contato com nossa equipe de suporte por e-mail em help.businessmanager@gmail.com ou através de Configurações > Suporte.

# acceptance_terms_content
source: By using Business Manager, you agree to these terms of use in their entirety. If you disagree with any part of these terms, you should not use the application.
de: Durch die Nutzung von Business Manager stimmen Sie diesen Nutzungsbedingungen in ihrer Gesamtheit zu. Wenn Sie mit einem Teil dieser Bedingungen nicht einverstanden sind, sollten Sie die Anwendung nicht nutzen.
fr: En utilisant Business Manager, vous acceptez ces conditions d'utilisation dans leur intégralité. Si vous êtes en désaccord avec une partie de ces conditions, vous ne devez pas utiliser l'application.
it: Utilizzando Business Manager, accetti integralmente questi termini di utilizzo. Se non sei d'accordo con una parte di questi termini, non dovresti utilizzare l'applicazione.
pt: Ao usar o Business Manager, você concorda com estes termos de uso em sua totalidade. Se você discordar de qualquer parte destes termos, não deve usar o aplicativo.

# description_service_content
source: Business Manager is a business management application that provides tools for task tracking, performance analysis, and report generation. The service is provided 'as is' and may be updated over time.
de: Business Manager ist eine Anwendung zur Unternehmensführung, die Werkzeuge zur Aufgabenverfolgung, Leistungsanalyse und Berichtserstellung bietet. Der Service wird 'wie er ist' bereitgestellt und kann im Laufe der Zeit aktualisiert werden.
fr: Business Manager est une application de gestion d'entreprise qui fournit des outils pour le suivi des tâches, l'analyse de la performance et la génération de rapports. Le service est fourni 'tel quel' et peut être mis à jour au fil du temps.
it: Business Manager è un'app di gestione aziendale che fornisce strumenti per il monitoraggio delle attività, l'analisi delle prestazioni e la generazione di report. Il servizio viene fornito 'così com'è' e potrebbe essere aggiornato nel tempo.
pt: O Business Manager é um aplicativo de gestão empresarial que fornece ferramentas para acompanhamento de tarefas, análise de desempenho e geração de relatórios. O serviço é fornecido 'como está' e pode ser atualizado ao longo do tempo.

# in_app_purchases_content
source: Business Manager offers in-app purchases for access to premium features. These purchases are subject to App Store terms.
de: Business Manager bietet In-App-Käufe für den Zugriff auf Premium-Funktionen an. Diese Käufe unterliegen den Bedingungen des App Stores.
fr: Business Manager propose des achats intégrés pour accéder aux fonctionnalités premium. Ces achats sont soumis aux conditions de l'App Store.
it: Business Manager offre acquisti in-app per accedere a funzionalità premium. Questi acquisti sono soggetti ai termini dell'App Store.
pt: O Business Manager oferece compras no aplicativo para acesso a recursos premium. Essas compras estão sujeitas aos termos da App Store.

# payment_billing_content
source: Payments are processed through the Apple App Store. Billing occurs according to your chosen subscription plan. Prices may vary by location.
de: Zahlungen werden über den Apple App Store abgewickelt. Die Abrechnung erfolgt gemäß dem gewählten Abonnementplan. Preise können je nach Standort variieren.
fr: Les paiements sont traités via l'App Store d'Apple. La facturation se fait en fonction de votre plan d'abonnement choisi. Les prix peuvent varier en fonction de votre emplacement.
it: I pagamenti vengono elaborati tramite l'Apple App Store. La fatturazione avviene in base al piano di abbonamento scelto. I prezzi possono variare in base alla posizione.
pt: Os pagamentos são processados através da App Store. A cobrança ocorre de acordo com seu plano de assinatura escolhido. Os preços podem variar por localização.

# refunds_content
source: Refund requests must be handled through the Apple App Store. Business Manager cannot process refunds directly.
de: Rückerstattungsanfragen müssen über den Apple App Store bearbeitet werden. Business Manager kann Rückerstattungen nicht direkt bearbeiten.
fr: Les demandes de remboursement doivent être traitées via l'App Store d'Apple. Business Manager ne peut pas traiter les remboursements directement.
it: Le richieste di rimborso devono essere gestite tramite l'Apple App Store. Business Manager non può elaborare rimborsi direttamente.
pt: Solicitações de reembolso devem ser tratadas através da App Store. O Business Manager não pode processar reembolsos diretamente.

# price_changes_content
source: Subscription prices may change in the future. Any price changes will be notified in advance through the app.
de: Die Preise für Abonnements können in Zukunft geändert werden. Alle Preisänderungen werden im Voraus über die App mitgeteilt.
fr: Les prix d'abonnement peuvent changer à l'avenir. Tout changement de prix sera notifié à l'avance via l'application.
it: I prezzi degli abbonamenti potrebbero cambiare in futuro. Eventuali modifiche ai prezzi saranno comunicate in anticipo tramite l'app.
pt: Os preços das assinaturas podem mudar no futuro. Quaisquer alterações de preço serão notificadas antecipadamente através do aplicativo.

# intellectual_property_content
source: All content in Business Manager, including but not limited to graphics, logos, and text, is protected by copyright and other intellectual property laws.
de: Alle Inhalte in Business Manager, einschließlich, aber nicht beschränkt auf Grafiken, Logos und Texte, sind durch Urheberrechte und andere geistige Eigentumsrechte geschützt.
fr: Tout le contenu de Business Manager, y compris mais sans s'y limiter les graphiques, les logos et les textes, est protégé par le droit d'auteur et d'autres lois sur la propriété intellectuelle.
it: Tutti i contenuti di Business Manager, inclusi ma non limitati a grafica, loghi e testi, sono protetti da copyright e altre leggi sulla proprietà intellettuale.
pt: Todo o conteúdo no Business Manager, incluindo, mas não se limitando a gráficos, logotipos e texto, é protegido por direitos autorais e outras leis de propriedade intelectual.

# limitation_liability_content
source: Business Manager will not be liable for any indirect, incidental, or consequential damages arising from the use or inability to use the service.
de: Business Manager haftet nicht für indirekte, zufällige oder Folgeschäden, die durch die Nutzung oder die Unfähigkeit zur Nutzung des Dienstes entstehen.
fr: Business Manager ne pourra être tenu responsable des dommages indirects, accessoires ou consécutifs résultant de l'utilisation ou de l'incapacité d'utiliser le service.
it: Business Manager non sarà responsabile per eventuali danni indiretti, accidentali o consequenziali derivanti dall'uso o dall'impossibilità di utilizzare il servizio.
pt: O Business Manager não será responsável por quaisquer danos indiretos, incidentais ou consequenciais decorrentes do uso ou impossibilidade de uso do serviço.

# changes_terms_content
source: We reserve the right to modify these terms at any time. Changes will take effect immediately upon posting to the app.
de: Wir behalten uns das Recht vor, diese Bedingungen jederzeit zu ändern. Änderungen treten sofort nach der Veröffentlichung in der App in Kraft.
fr: Nous nous réservons le droit de modifier ces conditions à tout moment. Les changements entreront en vigueur immédiatement après leur publication dans l'application.
it: Ci riserviamo il diritto di modificare questi termini in qualsiasi momento. Le modifiche avranno effetto immediato al momento della pubblicazione nell'app.
pt: Reservamo-nos o direito de modificar estes termos a qualquer momento. As alterações entrarão em vigor imediatamente após a publicação no aplicativo.

# termination_content
source: We may terminate or suspend your access to the service immediately, without prior notice, for any reason, including breach of these terms.
de: Wir können Ihren Zugang zum Service jederzeit ohne vorherige Ankündigung aus wichtigem Grund, einschließlich der Verletzung dieser Bedingungen, beenden oder aussetzen.
fr: Nous pouvons résilier ou suspendre votre accès au service immédiatement, sans préavis, pour toute raison, y compris en cas de violation de ces conditions.
it: Possiamo terminare o sospendere l'accesso al servizio immediatamente, senza preavviso, per qualsiasi motivo, incluso il mancato rispetto di questi termini.
pt: Podemos encerrar ou suspender seu acesso ao serviço imediatamente, sem aviso prévio, por qualquer motivo, incluindo violação destes termos.

# governing_law_content
source: These terms are governed by the laws of the country where Business Manager operates, without regard to its conflict of law provisions.
de: Diese Bedingungen unterliegen den Gesetzen des Landes, in dem Business Manager betrieben wird, ohne Rücksicht auf dessen kollisionsrechtliche Bestimmungen.
fr: Ces conditions sont régies par les lois du pays où Business Manager est exploité, sans égard à ses dispositions relatives aux conflits de lois.
it: Questi termini sono regolati dalle leggi del paese in cui opera Business Manager, senza riguardo alle sue disposizioni in materia di conflitto di leggi.
pt: Estes termos são regidos pelas leis do país onde o Business Manager opera, sem considerar suas disposições sobre conflitos de leis.

# contact_information_content
source: If you have any questions about these terms, you can contact us at help.businessmanager@gmail.com.
de: Wenn Sie Fragen zu diesen Bedingungen haben, können Sie uns unter help.businessmanager@gmail.com kontaktieren.
fr: Si vous avez des questions concernant ces conditions, vous pouvez nous contacter à help.businessmanager@gmail.com.
it: Se hai domande su questi termini, puoi contattarci a help.businessmanager@gmail.com.
pt: Se você tiver alguma dúvida sobre estes termos, pode entrar em contato conosco em help.businessmanager@gmail.com.

# payment_billing
source: a. Payment and Billing
de: a. Zahlung und Abrechnung
fr: a. Paiement et facturation
it: a. Pagamenti e Fatturazione
pt: a. Pagamento e Cobrança

# refunds
source: b. Refunds
de: b. Rückerstattungen
fr: b. Remboursements
it: b. Rimborsi
pt: b. Reembolsos

# price_changes
source: c. Price Changes
de: c. Preisänderungen
fr: c. Changements de prix
it: c. Modifiche ai Prezzi
pt: c. Alterações de Preço

# privacy_policy_main
source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité
it: Informativa sulla Privacy
pt: Política de Privacidade
