Repository: teoarandaa/BusinessManager
Catalog: BusinessManager/BusinessManager/Resources/*.lproj/Localizable.strings
Languages: de, fr, it, pt

# acceptance_terms
source: 1. Acceptance of Terms
de: 1. Annahme der Bedingungen
fr: 1. Acceptation des termes
it: 1. Accettazione dei Termini
pt: 1. Aceitação dos Termos

# description_service
source: 2. Service Description
de: 2. Dienstbeschreibung
fr: 2. Description du service
it: 2. Descrizione del Servizio
pt: 2. Descrição do Serviço

# in_app_purchases
source: 3. In-App Purchases
de: 3. In-App-Käufe
fr: 3. Achats intégrés
it: 3. Acquisti In-App
pt: 3. Compras no Aplicativo

# intellectual_property
source: 4. Intellectual Property
de: 4. Geistiges Eigentum
fr: 4. Propriété intellectuelle
it: 4. Proprietà Intellettuale
pt: 4. Propriedade Intelectual

# limitation_liability
source: 5. Limitation of Liability
de: 5. Haftungsbeschränkung
fr: 5. Limitation de responsabilité
it: 5. Limitazione di Responsabilità
pt: 5. Limitação de Responsabilidade

# changes_terms
source: 6. Changes to Terms
de: 6. Änderungen der Bedingungen
fr: 6. Modifications des termes
it: 6. Modifiche ai Termini
pt: 6. Alterações nos Termos

# termination
source: 7. Termination
de: 7. Kündigung
fr: 7. Résiliation
it: 7. Risoluzione
pt: 7. Rescisão

# governing_law
source: 8. Governing Law
de: 8. Anwendbares Recht
fr: 8. Droit applicable
it: 8. Legge Applicabile
pt: 8. Lei Aplicável

# contact_information
source: 9. Contact Information
de: 9. Kontaktinformationen
fr: 9. Informations de contact
it: 9. Informazioni di Contatto
pt: 9. Informações de Contato

source: Overview
de: Übersicht
fr: Aperçu
it: Panoramica
pt: Visão Geral

source: Analytics Overview
de: Übersicht der Analysen
fr: Aperçu des analyses
it: Panoramica delle Analisi
pt: Visão Geral das Análises

# analytics_description
source: Analytics visualize key metrics: the Productivity Chart tracks performance trends, and the Workload Chart compares performance with workload using a scatter plot to highlight efficiency.
de: Analysen visualisieren wichtige Kennzahlen: Das Produktivitätsdiagramm verfolgt Leistungstrends, und das Arbeitslastdiagramm vergleicht Leistung mit Arbeitslast anhand eines Streudiagramms, um Effizienz zu veranschaulichen.
fr: Les analyses visualisent les principaux indicateurs : le graphique de productivité suit les tendances de la performance, et le graphique de charge de travail compare la performance avec la charge de travail à l'aide d'un graphique de dispersion pour mettre en évidence l'efficacité.
it: Le analisi visualizzano metriche chiave: il Grafico della Produttività traccia le tendenze delle prestazioni, mentre il Grafico del Carico di Lavoro confronta le prestazioni con il carico di lavoro tramite uno scatter plot per evidenziare l'efficienza.
pt: As análises visualizam métricas principais: o Gráfico de Produtividade acompanha tendências de desempenho, e o Gráfico de Carga de Trabalho compara desempenho com carga usando um gráfico de dispersão para destacar eficiência.

# how_create_charts
source: How to Create Charts
de: Wie man Diagramme erstellt
fr: Comment créer des graphiques
it: Come Creare Grafici
pt: Como Criar Gráficos

# charts_generation
source: Charts are generated from report data, processing performance, workload, and completed tasks to create visual insights. They highlight trends, efficiency, and productivity by transforming raw data into actionable information for each department.
de: Diagramme werden aus Berichtsdaten generiert, die Leistung, Arbeitslast und abgeschlossene Aufgaben verarbeiten, um visuelle Erkenntnisse zu schaffen. Sie heben Trends, Effizienz und Produktivität hervor, indem sie Rohdaten in umsetzbare Informationen für jede Abteilung umwandeln.
fr: Les graphiques sont générés à partir des données des rapports pour visualiser la performance et la charge de travail, transformant les données en informations exploitables.
it: I grafici vengono generati dai dati dei report, elaborando prestazioni, carico di lavoro e attività completate per creare approfondimenti visivi. Evidenziano tendenze, efficienza e produttività trasformando i dati grezzi in informazioni utili per ciascun dipartimento.
pt: Os gráficos são gerados a partir dos dados dos relatórios, processando desempenho, carga de trabalho e tarefas concluídas para criar insights visuais. Eles destacam tendências, eficiência e produtividade transformando dados brutos em informações acionáveis para cada departamento.

source: Chart Types
de: Diagrammtypen
fr: Types de graphiques
it: Tipi di Grafico
pt: Tipos de Gráficos

# chart_types_description
source: The Chart Type selector offers different ways to visualize your data. Switch between the Productivity chart showing performance trends and the Workload chart comparing work volumes, providing complementary views of your team's progress.
de: Der Diagrammtyp-Auswahlgeber bietet verschiedene Möglichkeiten, Ihre Daten zu visualisieren. Wechseln Sie zwischen dem Produktivitätsdiagramm, das Leistungstrends zeigt, und dem Arbeitslastdiagramm, das Arbeitsvolumen vergleicht, um komplementäre Ansichten des Teamfortschritts zu erhalten.
fr: Le sélecteur de type de graphique propose différentes façons de visualiser vos données. Alternez entre le graphique de Productivité montrant les tendances de performance et le graphique de Charge de Travail comparant les volumes de travail, offrant des vues complémentaires des progrès de votre équipe.
it: Il selettore del Tipo di Grafico offre diversi modi per visualizzare i tuoi dati. Passa tra il grafico della Produttività che mostra le tendenze delle prestazioni e il grafico del Carico di Lavoro che confronta i volumi di lavoro, fornendo viste complementari dei progressi del tuo team.
pt: O seletor de Tipo de Gráfico oferece diferentes formas de visualizar seus dados. Alterne entre o gráfico de Produtividade que mostra tendências de desempenho e o gráfico de Volume de Trabalho que compara cargas de trabalho, fornecendo visões complementares do progresso da sua equipe.

source: Yearly Analysis
de: Jährliche Analyse
fr: Analyse annuelle
it: Analisi Annuale
pt: Análise Anual

# yearly_analysis_description
source: The Yearly Analysis view offers a broader perspective on organizational performance. By examining annual data, you can spot seasonal patterns and long-term trends, making it an essential tool for strategic planning and year-over-year performance assessment.
de: Die Ansicht der jährlichen Analyse bietet eine breitere Perspektive auf die organisatorische Leistung. Durch die Untersuchung von Jahresdaten können saisonale Muster und langfristige Trends erkannt werden, was es zu einem unverzichtbaren Werkzeug für die strategische Planung und die Bewertung der Leistung im Jahresvergleich macht.
fr: La vue d'analyse annuelle offre une perspective plus large sur la performance organisationnelle. En examinant les données annuelles, vous pouvez repérer des motifs saisonniers et des tendances à long terme, ce qui en fait un outil essentiel pour la planification stratégique et l'évaluation de la performance d'une année sur l'autre.
it: La vista Analisi Annuale offre una prospettiva più ampia sulle prestazioni organizzative. Esaminando i dati annuali, puoi individuare schemi stagionali e tendenze a lungo termine, rendendola uno strumento essenziale per la pianificazione strategica e la valutazione delle prestazioni anno dopo anno.
pt: A visualização da Análise Anual oferece uma perspectiva mais ampla sobre o desempenho organizacional. Ao examinar dados anuais, você pode identificar padrões sazonais e tendências de longo prazo, tornando-a uma ferramenta essencial para planejamento estratégico e avaliação de desempenho ano a ano.

source: Creating Reports
de: Berichte erstellen
fr: Créer des rapports
it: Creare Report
pt: Criando Relatórios

source: Quality Overview
de: Qualitätsübersicht
fr: Aperçu de la qualité
it: Panoramica della Qualità
pt: Visão Geral da Qualidade

# quality_description
source: Quality Analysis provides comprehensive insights into department performance, volume of work, and task completion rates. Key metrics are tracked and analyzed to identify trends, helping you maintain high standards and improve efficiency.
de: Die Qualitätsanalyse bietet umfassende Einblicke in die Abteilungsleistung, das Arbeitsvolumen und die Aufgabenabschlussraten. Wichtige Kennzahlen werden verfolgt und analysiert, um Trends zu identifizieren, die Ihnen helfen, hohe Standards zu wahren und die Effizienz zu verbessern.
fr: L'analyse de la qualité fournit des informations complètes sur la performance des départements, le volume de travail et les taux d'achèvement des tâches. Les principaux indicateurs sont suivis et analysés pour identifier les tendances, vous aidant à maintenir des normes élevées et à améliorer l'efficacité.
it: L'Analisi della Qualità fornisce approfondimenti completi sulle prestazioni dei dipartimenti, il volume di lavoro e i tassi di completamento delle attività. Le metriche chiave vengono monitorate e analizzate per identificare tendenze, aiutandoti a mantenere alti standard e migliorare l'efficienza.
pt: A Análise de Qualidade fornece insights abrangentes sobre o desempenho do departamento, volume de trabalho e taxas de conclusão de tarefas. Métricas principais são rastreadas e analisadas para identificar tendências, ajudando você a manter altos padrões e melhorar a eficiência.

# how_create_metrics
source: How to create Metrics
de: Wie man Kennzahlen erstellt
fr: Comment créer des indicateurs
it: Come Creare Metriche
pt: Como Criar Métricas

# metrics_description
source: To create quality metrics, start by tracking task completion times and setting deadlines. Record the number of tasks assigned and completed. Calculate performance based on timely completions, volume of work from task ratios, and overall completion rates. Monitor these metrics regularly to identify trends and areas for improvement.
de: Die Qualitätskennzahlen zeigen die wichtigsten Leistungsindikatoren für jede Abteilung, einschließlich Effizienz, Arbeitsvolumen und Aufgabenabschluss. Diese Metriken helfen bei der Identifizierung von Verbesserungsmöglichkeiten.
fr: Pour créer des indicateurs de qualité, suivez les temps d'achèvement et les délais des tâches. Enregistrez les tâches assignées et terminées, calculez la performance basée sur les achèvements à temps et les taux globaux. Une surveillance régulière permet d'identifier les tendances et les améliorations possibles.
it: Le metriche di qualità si basano sul monitoraggio dei tempi di completamento, attività assegnate e completate. Calcola le prestazioni in base a completamenti puntuali e volume di lavoro per identificare aree di miglioramento.
pt: Para criar métricas de qualidade, comece rastreando tempos de conclusão de tarefas e definindo prazos. Registre o número de tarefas atribuídas e concluídas. Calcule o desempenho com base em conclusões pontuais, volume de trabalho a partir de proporções de tarefas e taxas gerais de conclusão. Monitore essas métricas regularmente para identificar tendências e áreas para melhoria.

source: Department Filter
de: Abteilungsfilter
fr: Filtre de département
it: Filtro Dipartimento
pt: Filtro de Departamento

# filter_description
source: The Department Filter enhances your analysis capabilities by allowing you to focus on specific time periods and departments. This targeted approach helps identify strengths and areas for improvement, supporting better decision-making about resources and processes.
de: Der Abteilungsfilter verbessert Ihre Analysemöglichkeiten, indem er es Ihnen ermöglicht, sich auf bestimmte Zeiträume und Abteilungen zu konzentrieren. Dieser gezielte Ansatz hilft, Stärken und Verbesserungsbereiche zu identifizieren und unterstützt bessere Entscheidungen hinsichtlich Ressourcen und Prozessen.
fr: Le filtre de département améliore vos capacités d'analyse en vous permettant de vous concentrer sur des périodes spécifiques et des départements. Cette approche ciblée aide à identifier les points forts et les domaines à améliorer, soutenant ainsi une meilleure prise de décision concernant les ressources et les processus.
it: Il Filtro Dipartimento migliora le capacità di analisi consentendoti di concentrarti su periodi di tempo e dipartimenti specifici. Questo approccio mirato aiuta a identificare punti di forza e aree di miglioramento, supportando decisioni migliori sulle risorse e i processi.
pt: O Filtro de Departamento aprimora suas capacidades de análise permitindo que você se concentre em períodos e departamentos específicos. Essa abordagem direcionada ajuda a identificar pontos fortes e áreas para melhoria, apoiando melhores decisões sobre recursos e processos.

source: Threshold Settings
de: Schwellenwert-Einstellungen
fr: Paramètres des seuils
it: Impostazioni di Soglia
pt: Configurações de Limite

# threshold_description
source: Threshold Settings help establish and maintain quality standards across your organization. By setting minimum performance levels and benchmarks, you create clear targets and early warning indicators, enabling proactive management of your quality standards.
de: Schwellenwerte definieren die Mindeststandards für Leistung, Arbeitsvolumen und Aufgabenabschluss. Sie helfen, Problembereiche zu identifizieren und ermöglichen rechtzeitige Korrekturmaßnahmen.
fr: Les paramètres des seuils aident à établir et maintenir des normes de qualité dans toute votre organisation. En fixant des niveaux de performance minimum et des repères, vous créez des objectifs clairs et des indicateurs d'alerte précoce, permettant une gestion proactive de vos normes de qualité.
it: Le Impostazioni di Soglia aiutano a stabilire e mantenere standard di qualità in tutta l'organizzazione. Impostando livelli minimi di prestazione e parametri di riferimento, crei obiettivi chiari e indicatori di avvertimento precoce, consentendo una gestione proattiva degli standard di qualità.
pt: As Configurações de Limite ajudam a estabelecer e manter padrões de qualidade em toda sua organização. Ao definir níveis mínimos de desempenho e benchmarks, você cria metas claras e indicadores de alerta precoce, permitindo o gerenciamento proativo de seus padrões de qualidade.

source: Metrics
de: Kennzahlen
fr: Indicateurs
it: Metriche
pt: Métricas

source: Reports Overview
de: Berichte Übersicht
fr: Aperçu des rapports
it: Panoramica dei Report
pt: Visão Geral dos Relatórios

# reports_description
source: Reports offer insights into performance, productivity, and progress. Securely stored and organized by type and date, they help you track and share results, ensuring quick access for smarter decisions.
de: Berichte bieten Einblicke in Leistung, Produktivität und Fortschritt. Sicher gespeichert und nach Typ und Datum organisiert, helfen sie, Ergebnisse zu verfolgen und zu teilen, um schnellen Zugriff für intelligentere Entscheidungen zu gewährleisten.
fr: Les rapports offrent des informations sur la performance, la productivité et les progrès. Stockés de manière sécurisée et organisés par type et date, ils vous aident à suivre et partager les résultats, garantissant un accès rapide pour des décisions plus intelligentes.
it: I report offrono approfondimenti su prestazioni, produttività e progressi. Archiviati in modo sicuro e organizzati per tipo e data, ti aiutano a monitorare e condividere i risultati, garantendo un accesso rapido per decisioni più intelligenti.
pt: Os relatórios oferecem insights sobre desempenho e produtividade. Organizados por tipo e data, eles facilitam o acompanhamento e compartilhamento de resultados, permitindo decisões mais inteligentes.

# how_create_reports
source: How to Create Reports
de: Wie man Berichte erstellt
fr: Comment créer des rapports
it: Come Creare Report
pt: Como Criar Relatórios

# reports_creation_description
source: To create accurate reports, we need the current date, department name, tasks created, tasks completed on-time, and tasks completed (tasks completed on-time is included in this group). This data is then displayed in charts, providing clear insights into productivity, workload, and performance, helping you make informed, data-driven decisions.
de: Um genaue Berichte zu erstellen, benötigen wir das aktuelle Datum, den Abteilungsnamen, die erstellten Aufgaben, die rechtzeitig abgeschlossenen Aufgaben und die abgeschlossenen Aufgaben (rechtzeitig abgeschlossene Aufgaben sind in dieser Gruppe enthalten). Diese Daten werden dann in Diagrammen angezeigt, die klare Einblicke in Produktivität, Arbeitslast und Leistung bieten und Ihnen helfen, informierte, datengestützte Entscheidungen zu treffen.
fr: Pour créer des rapports précis, nous avons besoin de la date actuelle, du nom du département, des tâches créées, des tâches terminées à temps et des tâches terminées (les tâches terminées à temps sont incluses dans ce groupe). Ces données sont ensuite affichées dans des graphiques, fournissant des informations claires sur la productivité, la charge de travail et la performance, vous aidant à prendre des décisions éclairées basées sur les données.
it: Per creare report accurati e completi, sono necessari: data attuale, dipartimento, attività create e completate (incluse quelle puntuali). Questi dati vengono visualizzati in grafici dettagliati per fornire approfondimenti completi su produttività e prestazioni del team, facilitando il monitoraggio quotidiano e supportando decisioni strategiche basate sui dati.
pt: Para criar relatórios precisos, precisamos da data atual, nome do departamento, tarefas criadas e concluídas (incluindo as no prazo). Esses dados são exibidos em gráficos para fornecer insights claros sobre produtividade e desempenho.

# monthly_summary_description
source: The Monthly Summary feature generates a comprehensive PDF report comparing department performances and trends. This report format makes it easy to review and share key metrics, making it invaluable for management reviews and team evaluations.
de: Die monatliche Zusammenfassung zeigt wichtige Abteilungsstatistiken wie abgeschlossene Aufgaben, Leistung und Arbeitsvolumen. Diese konsolidierte Ansicht erleichtert die Trendanalyse und monatliche Fortschrittsbewertung.
fr: Le résumé mensuel affiche les statistiques clés du département telles que les tâches accomplies, la performance et le volume de travail. Cette vue consolidée facilite l'analyse des tendances et l'évaluation des progrès mensuels.
it: Il riepilogo mensile mostra le statistiche chiave del dipartimento come attività completate, prestazioni e volume di lavoro. Questa vista consolidata facilita l'analisi delle tendenze e la valutazione dei progressi mensili.
pt: O resumo mensal mostra estatísticas-chave do departamento, como tarefas concluídas, desempenho e volume de trabalho. Esta visualização consolidada facilita a análise de tendências e a avaliação do progresso mensal.

# add_report_description
source: Adding a new report is a straightforward process for tracking your department's progress. You can input task completion rates, performance metrics, and specific notes about achievements or challenges, building a clear picture of your team's performance over time.
de: Das Hinzufügen eines neuen Berichts ist ein unkomplizierter Prozess zur Verfolgung des Fortschritts Ihrer Abteilung. Sie können Abschlussraten, Leistungskennzahlen und spezifische Notizen zu Erfolgen oder Herausforderungen eingeben und so ein klares Bild der Leistung Ihres Teams im Laufe der Zeit erstellen.
fr: Ajouter un nouveau rapport est un processus simple pour suivre les progrès de votre département. Vous pouvez entrer les taux d'achèvement des tâches, les indicateurs de performance et des notes spécifiques sur les réalisations ou les défis, créant ainsi une image claire de la performance de votre équipe au fil du temps.
it: Aggiungere un nuovo report è un processo semplice per monitorare i progressi del tuo dipartimento. Puoi inserire tassi di completamento delle attività, metriche di prestazione e note specifiche sui successi o sulle sfide, costruendo un quadro chiaro delle prestazioni del tuo team nel tempo.
pt: Adicionar um novo relatório é um processo direto para acompanhar o progresso do seu departamento. Você pode inserir taxas de conclusão de tarefas, métricas de desempenho e notas específicas sobre conquistas ou desafios, construindo uma imagem clara do desempenho da sua equipe ao longo do tempo.

source: Tasks Overview
de: Aufgabenübersicht
fr: Aperçu des tâches
it: Panoramica delle Attività
pt: Visão Geral das Tarefas

# tasks_description
source: Manage your tasks efficiently with features like priorities (P1, P2, P3), due dates, completion status, and filtering. Organize your work, set priorities, and track the progress of each task.
de: Verwalten Sie Ihre Aufgaben effizient mit Funktionen wie Prioritäten (P1, P2, P3), Fälligkeitsdaten, Abschlussstatus und Filterung. Organisieren Sie Ihre Arbeit, setzen Sie Prioritäten und verfolgen Sie den Fortschritt jeder Aufgabe.
fr: Gérez vos tâches efficacement avec des fonctionnalités comme les priorités (P1, P2, P3), les dates d'échéance, l'état d'achèvement et le filtrage. Organisez votre travail, définissez des priorités et suivez l'avancement de chaque tâche.
it: Gestisci le tue attività in modo efficiente con funzionalità come priorità (P1, P2, P3), scadenze, stato di completamento e filtraggio. Organizza il tuo lavoro, imposta le priorità e tieni traccia dei progressi di ogni attività.
pt: Gerencie suas tarefas de forma eficiente com recursos como prioridades (P1, P2, P3), datas de vencimento, status de conclusão e filtragem. Organize seu trabalho, defina prioridades e acompanhe o progresso de cada tarefa.

# how_create_tasks
source: How to Create Tasks
de: Wie man Aufgaben erstellt
fr: Comment créer des tâches
it: Come Creare Attività
pt: Como Criar Tarefas

# tasks_creation_description
source: Tasks are created with the following information: expiring date to set deadlines, title for the task name, content for task details, comments for additional notes, and priority to indicate urgency. This data ensures tasks are well-organized and managed effectively.
de: Aufgaben werden mit folgenden Informationen erstellt: Ablaufdatum für Fristen, Titel für den Aufgabennamen, Inhalt für Details, Kommentare für zusätzliche Notizen und Priorität für die Dringlichkeit.
fr: Les tâches incluent : date d'expiration, titre, contenu, commentaires et priorité. Ces éléments assurent une gestion efficace des tâches.
it: Le attività vengono create con le seguenti informazioni: data di scadenza per impostare le scadenze, titolo per il nome dell'attività, contenuto per i dettagli dell'attività, commenti per note aggiuntive e priorità per indicare l'urgenza. Questi dati garantiscono che le attività siano ben organizzate e gestite in modo efficace.
pt: As tarefas são criadas com as seguintes informações: data de vencimento para definir prazos, título para o nome da tarefa, conteúdo para detalhes da tarefa, comentários para notas adicionais e prioridade para indicar urgência. Esses dados garantem que as tarefas sejam bem organizadas e gerenciadas de forma eficaz.

source: Sort Tasks
de: Aufgaben sortieren
fr: Trier les tâches
it: Ordina Attività
pt: Ordenar Tarefas
