Repository: teoarandaa/BusinessManager
Catalog: BusinessManager/BusinessManager/Resources/*.lproj/Localizable.strings
Languages: de, fr, it, pt

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
pt: Cancelar

source: Done
de: Fertig
fr: Terminé
it: Fatto
pt: Concluído

source: Save
de: Speichern
fr: Enregistrer
it: Salva
pt: Salvar

source: Delete
de: Löschen
fr: Supprimer
it: Elimina
pt: Excluir

source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica
pt: Editar

source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
pt: Adicionar

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
pt: Configurações

source: Departments
de: Abteilungen
fr: Départements
it: Dipartimenti
pt: Departamentos

source: Go to Reports
de: Zu Berichten
fr: Aller aux rapports
it: Vai ai Rapporti
pt: Ir para os Relatórios

source: Tasks
de: Aufgaben
fr: Tâches
it: Compiti
pt: Tarefas

source: Charts
de: Diagramme
fr: Graphiques
it: Grafici
pt: Gráficos

source: Quality
de: Qualität
fr: Qualité
it: Qualità
pt: Qualidade

source: Appearance
de: Aussehen
fr: Apparence
it: Aspetto
pt: Aparência

source: Notifications
de: Benachrichtigungen
it: Notifiche
pt: Notificações

source: Push notifications
de: Push-Benachrichtigungen
fr: Notifications push
it: Notifiche push
pt: Notificações push

source: Theme
de: Design
fr: Thème
it: Tema
pt: Tema

source: System
fr: Système
it: Sistema
pt: Sistema

source: Light
de: Hell
fr: Clair
it: Chiaro
pt: Claro

source: Dark
de: Dunkel
fr: Sombre
it: Scuro
pt: Escuro

source: Resources
de: Ressourcen
fr: Ressources
it: Risorse
pt: Recursos

source: Pricing
de: Preise
fr: Tarification
it: Prezzi
pt: Preços

# subscription_packages
source: Subscriptions
de: Abonnements
fr: Abonnements
it: Abbonamenti
pt: Pacotes de Assinatura

# support
source: Business Manager support
fr: Support de Business Manager
it: Supporto Business Manager
pt: Suporte do Business Manager

source: Version
it: Versione
pt: Versão

source: Language
de: Sprache
fr: Langue
it: Lingua
pt: Idioma

source: Select language
de: Sprache auswählen
fr: Sélectionner la langue
it: Seleziona lingua
pt: Selecionar idioma

# language_change_title
source: Language Change
de: Sprachänderung
fr: Changement de langue
it: Cambio lingua
pt: Mudança de idioma

# language_change_message
source: To apply the new language, the app needs to restart.
de: Um die neue Sprache anzuwenden, muss die App neu gestartet werden.
fr: Pour appliquer la nouvelle langue, l'application doit redémarrer.
it: Per applicare la nuova lingua, l'app deve riavviarsi.
pt: Para aplicar o novo idioma, é necessário reiniciar o aplicativo.

source: Restart now
de: Jetzt neu starten
fr: Redémarrer maintenant
it: Riavvia ora
pt: Reiniciar agora

source: Later
de: Später
fr: Plus tard
it: Più tardi
pt: Mais tarde

source: Add Report
de: Bericht hinzufügen
fr: Ajouter un rapport
it: Aggiungi Rapporto
pt: Adicionar Relatório

source: Update Report
de: Bericht aktualisieren
fr: Mettre à jour le rapport
it: Aggiorna Rapporto
pt: Atualizar Relatório

source: Monthly Summary
de: PDF exportieren
fr: Exporter PDF
it: Esporta PDF
pt: Exportar PDF

source: Date
de: Datum
it: Data
pt: Data

source: Department
de: Abteilung
fr: Département
it: Dipartimento
pt: Departamento

source: Tasks Created
de: Erstellte Aufgaben
fr: Tâches Créées
it: Attività Create
pt: Tarefas Criadas

source: On-Time Tasks
de: Pünktlich erledigte Aufgaben
fr: Tâches à temps
it: Compiti Puntuali
pt: Tarefas no Prazo

source: Finished Tasks
de: Abgeschlossene Aufgaben
fr: Tâches terminées
it: Compiti Completati
pt: Tarefas Concluídas

source: Annotations
de: Anmerkungen
it: Annotazioni
pt: Anotações

source: Add note
de: Notiz hinzufügen
fr: Ajouter une note
it: Aggiungi Nota
pt: Adicionar nota

source: Use Existing Department
de: Vorhandene Abteilung verwenden
fr: Utiliser un département existant
it: Usa Dipartimento Esistente
pt: Usar Departamento Existente

source: Add New
de: Neu hinzufügen
fr: Ajouter un nouveau
it: Aggiungi Nuovo
pt: Adicionar Novo

source: Reports
de: Berichte
fr: Rapports
it: Rapporti
pt: Relatórios

source: No Reports
de: Keine Berichte
fr: Aucun rapport
it: Nessun Rapporto
pt: Sem Relatórios

# start_adding_reports
source: Start adding reports to track your team's performance.
de: Fangen Sie an, Berichte hinzuzufügen, um die Leistung Ihres Teams zu verfolgen.
fr: Commencez à ajouter des rapports pour suivre la performance de votre équipe.
it: Inizia ad aggiungere rapporti per monitorare le prestazioni del tuo team.
pt: Comece a adicionar relatórios para acompanhar o desempenho da sua equipe.

source: Edit Report
de: Bericht bearbeiten
fr: Modifier le rapport
it: Modifica Rapporto
pt: Editar Relatório

source: New Report
de: Neuer Bericht
fr: Nouveau rapport
it: Nuovo Rapporto
pt: Novo Relatório

source: Report Details
de: Berichtdetails
fr: Détails du rapport
it: Dettagli del Rapporto
pt: Detalhes do Relatório

source: Department Name
de: Abteilungsname
fr: Nom du département
it: Nome Dipartimento
pt: Nome do Departamento

source: Select Department
de: Abteilung auswählen
fr: Sélectionner un département
it: Seleziona Dipartimento
pt: Selecionar Departamento

source: Total Tasks
de: Gesamtaufgaben
fr: Total des tâches
it: Compiti Totali
pt: Total de Tarefas

source: Completed Tasks
de: Abgeschlossene Aufgaben
fr: Tâches terminées
it: Compiti Completati
pt: Tarefas Concluídas

source: Completed On Time
de: Pünktlich abgeschlossen
fr: Tâches Terminées à Temps
it: Completati in Tempo
pt: Concluídas no Prazo

source: Performance Mark
de: Leistungsbewertung
fr: Marque de performance
it: Valutazione delle Prestazioni
pt: Marca de Desempenho

source: Volume of Work
de: Arbeitsvolumen
fr: Volume de travail
it: Volume di Lavoro
pt: Volume de Trabalho

source: Save Report
de: Bericht speichern
fr: Enregistrer le rapport
it: Salva Rapporto
pt: Salvar Relatório

source: Delete Report
de: Bericht löschen
fr: Supprimer le rapport
it: Elimina Rapporto
pt: Excluir Relatório

# delete_confirmation
source: Are you sure you want to delete this?
de: Sind Sie sicher, dass Sie diesen Bericht löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer ce rapport ?
it: Sei sicuro di voler eliminare questo rapporto?
pt: Tem certeza que deseja excluir este relatório?

source: Invalid Input
de: Ungültige Eingabe
fr: Entrée invalide
it: Input Non Valido
pt: Entrada Inválida

# future_date_error
source: Cannot create reports for future dates.
de: Berichte für zukünftige Daten können nicht erstellt werden.
fr: Impossible de créer des rapports pour des dates futures.
it: Impossibile creare rapporti per date future.
pt: Não é possível criar relatórios para datas futuras.

# invalid_numbers
source: Please enter valid numbers for tasks.
de: Bitte geben Sie gültige Zahlen für Aufgaben ein.
fr: Veuillez entrer des nombres valides pour les tâches.
it: Inserisci numeri validi per i compiti.
pt: Por favor, insira números válidos para as tarefas.

# negative_tasks_error
source: Total tasks cannot be negative.
de: Die Gesamtanzahl der Aufgaben kann nicht negativ sein.
fr: Le total des tâches ne peut pas être négatif.
it: Il totale dei compiti non può essere negativo.
pt: O total de tarefas não pode ser negativo.

# number
source: Add number
de: Nummer hinzufügen
fr: Ajouter un nombre
it: Aggiungi numero
pt: Adicionar número

# name
source: Add name
de: Name hinzufügen
fr: Ajouter un nom
it: Aggiungi nome
pt: Adicionar nome

# err_reports_dates
source: Cannot create reports for future dates.
de: Berichte für zukünftige Daten können nicht erstellt werden.
fr: Impossible de créer des rapports pour des dates futures.
it: Impossibile creare rapporti per date future.
pt: Não é possível criar relatórios para datas futuras.

# err_valid_num
source: Please enter valid numbers for tasks.
de: Bitte geben Sie gültige Zahlen für Aufgaben ein.
fr: Veuillez entrer des nombres valides pour les tâches.
it: Inserisci numeri validi per i compiti.
pt: Por favor, insira números válidos para as tarefas.

# err_negative_totalTasks
source: Total tasks cannot be negative.
de: Die Gesamtanzahl der Aufgaben kann nicht negativ sein.
fr: Le total des tâches ne peut pas être négatif.
it: Il totale dei compiti non può essere negativo.
pt: O total de tarefas não pode ser negativo.

# edit_department
source: Edit Name
de: Name bearbeiten
fr: Modifier le nom
it: Modifica Nome
pt: Editar Nome

# volume_work_percent
source: Volume of Work (%)
de: Arbeitsvolumen (%)
fr: Volume de travail (%)
it: Volume di Lavoro (%)
pt: Volume de Trabalho (%)

# tasks_percent
source: Completed Tasks (%)
de: Abgeschlossene Aufgaben (%)
fr: Tâches terminées (%)
it: Compiti Completati (%)
pt: Tarefas Concluídas (%)

source: Add Task
de: Aufgabe hinzufügen
fr: Ajouter une tâche
it: Aggiungi Compito
pt: Adicionar Tarefa

source: Update Task
de: Aufgabe aktualisieren
fr: Mettre à jour la tâche
it: Aggiorna Compito
pt: Atualizar Tarefa

source: Active Tasks
de: Aktive Aufgaben
fr: Tâches actives
it: Compiti Attivi
pt: Tarefas Ativas

source: Priority
de: Priorität
fr: Priorité
it: Priorità
pt: Prioridade

source: Status
fr: Statut
it: Stato

source: Completed
de: Abgeschlossen
fr: Terminée
it: Completato
pt: Concluída

source: Active
de: Aktiv
it: Attivo
pt: Ativa

source: No Tasks
de: Keine Aufgaben
fr: Aucune tâche
it: Nessun Compito
pt: Sem Tarefas

# no_tasks_description
source: Start adding tasks to see your list.
de: Fangen Sie an, Aufgaben hinzuzufügen, um Ihre Liste zu sehen.
fr: Commencez à ajouter des tâches pour voir votre liste.
it: Inizia ad aggiungere compiti per visualizzare la lista.
pt: Comece a adicionar tarefas para ver sua lista.

source: New Task
de: Neue Aufgabe
fr: Nouvelle tâche
it: Nuovo Compito
pt: Nova Tarefa

source: Task Details
de: Aufgabendetails
fr: Détails de la tâche
it: Dettagli del Compito
pt: Detalhes da Tarefa

source: Search tasks
de: Aufgaben suchen
fr: Rechercher des tâches
it: Cerca Compiti
pt: Buscar tarefas

source: Sort by
de: Sortieren nach
fr: Trier par
it: Ordina per
pt: Ordenar por

source: Sort
de: Sortieren
fr: Trier
it: Ordina
pt: Ordenar

source: Title
de: Titel
fr: Titre
it: Titolo
pt: Título

source: Content
de: Inhalt
fr: Contenu
it: Contenuto
pt: Conteúdo

source: Expiring date
de: Ablaufdatum
fr: Date d'expiration
it: Data di Scadenza
pt: Data final

source: Complete
de: Abschließen
fr: Terminer
it: Completa
pt: Concluir

source: Reactivate
de: Reaktivieren
fr: Réactiver
it: Riattiva
pt: Reativar

source: Delete Task
de: Aufgabe löschen
fr: Supprimer la tâche
it: Elimina Compito
pt: Excluir Tarefa

# delete_task_confirmation
source: Are you sure you want to delete this task?
de: Sind Sie sicher, dass Sie diese Aufgabe löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer cette tâche ?
it: Sei sicuro di voler eliminare questo compito?
pt: Tem certeza que deseja excluir esta tarefa?

# days_overdue
source: %d days overdue
de: %d Tage überfällig
fr: %d jours de retard
it: %d giorni di ritardo
pt: %d dias atrasado

source: Information
de: Informationen
fr: Informations
it: Informazioni
pt: Informação

# delay_days
source: days overdue
de: Tage überfällig
fr: jours de retard
it: giorni di ritardo
pt: dias de atraso

source: Charts for %@
de: Diagramme für %@
fr: Graphiques pour %@
it: Grafici per %@
pt: Gráficos para %@

source: Yearly Charts
de: Jahresdiagramme
fr: Graphiques annuels
it: Grafici Annuali
pt: Gráficos Anuais

source: Yearly Summary
de: Jahresübersicht
fr: Résumé annuel
it: Riepilogo Annuale
pt: Resumo Anual

source: Yearly Summary for %@
de: Jahresübersicht für %@
fr: Résumé annuel pour %@
it: Riepilogo Annuale per %@
pt: Resumo Anual para %@

source: Loading Yearly Summary...
de: Jahresübersicht wird geladen...
fr: Chargement du résumé annuel...
it: Caricamento del Riepilogo Annuale...
pt: Carregando Resumo Anual...

source: Productivity
de: Produktivität
fr: Productivité
it: Produttività
pt: Produtividade

source: Efficiency
de: Effizienz
fr: Efficacité
it: Efficienza
pt: Eficiência

source: Performance
de: Leistung
it: Prestazioni
pt: Desempenho

source: Chart Type
de: Diagrammtyp
fr: Type de graphique
it: Tipo di Grafico
pt: Tipo de Gráfico

source: Yearly
de: Jährlich
fr: Annuel
it: Annuale
pt: Anual

source: Tasks Completed
de: Abgeschlossene Aufgaben
fr: Tâches terminées
it: Compiti Completati
pt: Tarefas Concluídas

# average_volume_work
source: Average Volume of Work
de: Durchschnittliches Arbeitsvolumen
fr: Volume de travail moyen
it: Volume di Lavoro Medio
pt: Volume Médio de Trabalho

source: Quality Analysis
de: Qualitätsanalyse
fr: Analyse de qualité
it: Analisi della Qualità
pt: Análise de Qualidade

source: Key Metrics
de: Wichtige Kennzahlen
fr: Indicateurs clés
it: Metriche Chiave
pt: Métricas Principais

source: Thresholds
de: Schwellenwerte
fr: Seuils
it: Soglie
pt: Limites

# min_performance
source: Minimum Performance
de: Mindestleistung
fr: Performance minimale
it: Prestazione Minima
pt: Desempenho Mínimo

# min_completion
source: Minimum Completion
de: Mindestabschlussrate
fr: Achèvement minimal
it: Completamento Minimo
pt: Conclusão Mínima

# min_volume
source: Minimum Volume
de: Mindestvolumen
fr: Volume minimal
it: Volume Minimo
pt: Volume Mínimo

source: Time Frame
de: Zeitraum
fr: Période
it: Intervallo di Tempo
pt: Período

source: All Departments
de: Alle
fr: Tous
it: Tutti
pt: Todos

source: Filter
fr: Filtrer
it: Filtro
pt: Filtrar

source: Delay Pattern
de: Verzögerungsmuster
fr: Modèle de retard
it: Modello di Ritardo
pt: Padrão de Atraso

source: Task Delays by Department
de: Aufgabenverzögerungen nach Abteilung
fr: Retards des tâches par département
it: Ritardi nei Compiti per Dipartimento
pt: Atrasos de Tarefas por Departamento

source: Delayed Tasks
de: Verzögerte Aufgaben
fr: Tâches retardées
it: Compiti in Ritardo
pt: Tarefas Atrasadas

source: Mark as Resolved
de: Als gelöst markieren
fr: Marquer comme résolu
it: Segna come Risolto
pt: Marcar como Resolvido

# target
source: Target: %d%%
de: Ziel: %d%%
fr: Objectif : %d%%
it: Obiettivo: %d%%
pt: Meta: %d%%

source: Improving
de: Verbessernd
fr: En amélioration
it: In Miglioramento
pt: Melhorando

source: Stable
de: Stabil
it: Stabile
pt: Estável

source: Declining
de: Rückläufig
fr: En déclin
it: In Declino
pt: Declinando

source: Week
de: Woche
fr: Semaine
it: Settimana
pt: Semana

source: Month
de: Monat
fr: Mois
it: Mese
pt: Mês

source: Quarter
de: Quartal
fr: Trimestre
it: Trimestre
pt: Trimestre

source: Year
de: Jahr
fr: Année
it: Anno
pt: Ano

source: Delay
de: Verzögerung
fr: Retard
it: Ritardo
pt: Atraso

source: No Quality Data
de: Keine Qualitätsdaten
fr: Aucune donnée de qualité
it: Nessun Dato di Qualità
pt: Sem Dados de Qualidade

# start_adding_reports_quality
source: Start adding reports to see quality analysis.
de: Fügen Sie Berichte hinzu, um die Qualitätsanalyse anzuzeigen.
fr: Commencez à ajouter des rapports pour voir l'analyse de qualité.
it: Inizia ad aggiungere report per visualizzare l'analisi della qualità.
pt: Comece a adicionar relatórios para ver a análise de qualidade.

source: Analytics
de: Analysen
fr: Analyses
it: Analisi
pt: Análises

source: Minimum Thresholds
de: Mindestschwellenwerte
fr: Seuils minimaux
it: Soglie Minime
pt: Limites Mínimos

source: Thresholds Settings
de: Schwellenwerteinstellungen
fr: Paramètres des seuils
it: Impostazioni Soglie
pt: Configurações de Limites

# performance_value
source: Performance: %d%%
de: Leistung: %d%%
it: Prestazioni: %d%%
pt: Desempenho: %d%%

# task_completion_value
source: Task Completion: %d%%
de: Aufgabenerfüllung: %d%%
fr: Achèvement des tâches : %d%%
it: Completamento Compiti: %d%%
pt: Conclusão de Tarefas: %d%%

# volume_work_value
source: Volume of Work: %d%%
de: Arbeitsvolumen: %d%%
fr: Volume de travail : %d%%
it: Volume di Lavoro: %d%%
pt: Volume de Trabalho: %d%%

source: Task Completion
de: Aufgabenerfüllung
fr: Achèvement des tâches
it: Completamento Compiti
pt: Conclusão de Tarefas

# low_performance_issue
source: Performance is at %d%%, below target
de: Die Leistung liegt bei %d%%, unterhalb des Ziels
fr: La performance est de %d%%, en dessous de l'objectif
it: Le prestazioni sono al %d%%, sotto l'obiettivo
pt: O desempenho está em %d%%, abaixo da meta

# low_volume_issue
source: Work volume is at %d%%, below target
de: Das Arbeitsvolumen liegt bei %d%%, unterhalb des Ziels
fr: Le volume de travail est de %d%%, en dessous de l'objectif
it: Il volume di lavoro è al %d%%, sotto l'obiettivo
pt: O volume de trabalho está em %d%%, abaixo da meta

# low_completion_issue
source: Task completion rate is at %d%%, below target
de: Die Aufgabenerfüllungsrate liegt bei %d%%, unterhalb des Ziels
fr: Le taux d'achèvement des tâches est de %d%%, en dessous de l'objectif
it: Il tasso di completamento dei compiti è al %d%%, sotto l'obiettivo
pt: A taxa de conclusão está em %d%%, abaixo da meta

source: Suggested actions
de: Vorgeschlagene Maßnahmen
fr: Actions suggérées
it: Azioni Suggerite
pt: Ações sugeridas

source: Reports by Year
de: Berichte nach Jahr
fr: Rapports par année
it: Report per Anno
pt: Relatórios por Ano

source: Filters
de: Filter
fr: Filtres
it: Filtri
pt: Filtros

source: No Results
de: Keine Ergebnisse
fr: Aucun résultat
it: Nessun Risultato
pt: Sem Resultados

# try_adjusting_filters
source: Try adjusting your filters to find what you're looking for.
de: Versuchen Sie, Ihre Filter anzupassen, um das Gesuchte zu finden.
fr: Essayez d'ajuster vos filtres pour trouver ce que vous cherchez.
it: Prova a modificare i filtri per trovare ciò che stai cercando.
pt: Tente ajustar seus filtros para encontrar o que procura.

source: Filter by Date
de: Nach Datum filtern
fr: Filtrer par date
it: Filtra per Data
pt: Filtrar por Data

source: Date Range
de: Datumsbereich
fr: Plage de dates
it: Intervallo di Date
pt: Intervalo de Data

source: From
de: Von
fr: De
it: Da
pt: De

source: To
de: Bis
fr: À
it: A
pt: Até

# performance_percentage
source: Performance (%)
de: Leistungsprozentsatz (%)
it: Prestazioni (%)
pt: Desempenho (%)

# volume_work_percentage
source: Volume of Work (%)
de: Arbeitsvolumen (%)
fr: Volume de travail (%)
it: Volume di Lavoro (%)
pt: Volume de Trabalho (%)

source: Reset
de: Zurücksetzen
fr: Réinitialiser
it: Reimposta
pt: Redefinir

source: Apply
de: Anwenden
fr: Appliquer
it: Applica
pt: Aplicar

# reports_for_year
source: Reports for %@
de: Berichte für %@
fr: Rapports pour %@
it: Report per %@
pt: Relatórios para %@

source: All
de: Alle
fr: Tous
it: Tutti
pt: Todos

source: What is Business Manager
de: Was ist der Business Manager?
fr: Qu'est-ce que Business Manager ?
it: Cos'è Business Manager
pt: O que é o Business Manager

# is_business_manager_free
source: Is Business Manager free to use?
de: Ist der Business Manager kostenlos?
fr: Business Manager est-il gratuit ?
it: Business Manager è gratuito?
pt: O Business Manager é gratuito?

# how_often_new_features
source: How often do you add new features to the app?
de: Wie oft fügen Sie neue Funktionen zur App hinzu?
fr: À quelle fréquence ajoutez-vous de nouvelles fonctionnalités à l'application ?
it: Ogni quanto vengono aggiunte nuove funzionalità all'app?
pt: Com que frequência vocês adicionam novos recursos ao aplicativo?

# frequent_updates
source: Are there frequent updates to the app?
de: Gibt es häufige Updates für die App?
fr: Y a-t-il des mises à jour fréquentes de l'application ?
it: Ci sono aggiornamenti frequenti per l'app?
pt: Existem atualizações frequentes do aplicativo?

# enable_push_notifications
source: How do I enable push notifications?
de: Wie aktiviere ich Push-Benachrichtigungen?
fr: Comment activer les notifications push ?
it: Come posso abilitare le notifiche push?
pt: Como ativo as notificações push?

# multiple_languages
source: Is the app available in multiple languages?
de: Ist die App in mehreren Sprachen verfügbar?
fr: L'application est-elle disponible en plusieurs langues ?
it: L'app è disponibile in più lingue?
pt: O aplicativo está disponível em vários idiomas?

# payment_methods
source: What payment methods do you accept?
de: Welche Zahlungsmethoden akzeptieren Sie?
fr: Quels modes de paiement acceptez-vous ?
it: Quali metodi di pagamento accettate?
pt: Quais métodos de pagamento vocês aceitam?

# find_privacy_policy
source: You can find our privacy policy in Settings > Privacy.
de: Wo finde ich die Datenschutzrichtlinie?
fr: Où puis-je trouver la politique de confidentialité ?
it: Dove posso trovare l'informativa sulla privacy?
pt: Onde posso encontrar a política de privacidade?

# technical_issues
source: What should I do if I encounter technical issues?
de: Was soll ich tun, wenn ich technische Probleme habe?
fr: Que dois-je faire si je rencontre des problèmes techniques ?
it: Cosa devo fare se incontro problemi tecnici?
pt: O que devo fazer se encontrar problemas técnicos?

# contact_support
source: How can I contact support?
de: Wie kann ich den Support kontaktieren?
fr: Comment puis-je contacter le support ?
it: Come posso contattare l'assistenza?
pt: Como posso entrar em contato com o suporte?

# privacy_policy_location
source: Where can I find the privacy policy?
de: Wo finde ich die Datenschutzrichtlinie?
fr: Où puis-je trouver la politique de confidentialité ?
it: Dove posso trovare l'informativa sulla privacy?
pt: Onde posso encontrar a política de privacidade?

source: General Policies
de: Allgemeine Richtlinien
fr: Politiques générales
it: Politiche Generali
pt: Políticas Gerais

source: Terms of Use
de: Nutzungsbedingungen
fr: Conditions d'utilisation
it: Termini di Utilizzo
pt: Termos de Uso

source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité
it: Informativa sulla Privacy
pt: Política de Privacidade

# last_updated
source: Last updated: 24 Dec 2024
de: Letzte Aktualisierung: %@
fr: Dernière mise à jour : %@
it: Ultimo aggiornamento: %@
pt: Última atualização: %@

# privacy_description
source: Business Manager for SwiftUI does not collect any data about you.
de: Business Manager für SwiftUI sammelt keine Daten über Sie.
fr: Business Manager pour SwiftUI ne collecte aucune donnée vous concernant.
it: Business Manager per SwiftUI non raccoglie alcun dato su di te.
pt: O Business Manager para SwiftUI não coleta nenhum dado sobre você.

# data_storage
source: All data will be securely stored on your device. If at any time we change our Privacy Policy, we will notify you with a notification.
de: Alle Daten werden sicher auf Ihrem Gerät gespeichert. Wenn wir unsere Datenschutzrichtlinie ändern, benachrichtigen wir Sie mit einer Mitteilung.
fr: Toutes les données seront stockées de manière sécurisée sur votre appareil. Si nous modifions un jour notre politique de confidentialité, nous vous en informerons par notification.
it: Tutti i dati saranno archiviati in modo sicuro sul tuo dispositivo. Se in qualsiasi momento modificheremo la nostra Informativa sulla Privacy, ti informeremo con una notifica.
pt: Todos os dados serão armazenados com segurança no seu dispositivo. Se em algum momento alterarmos nossa Política de Privacidade, você será notificado.

source: Contact Us
de: Kontaktieren Sie uns
fr: Contactez-nous
it: Contattaci
pt: Entre em Contato

# contact_privacy
source: If you have questions about this Privacy Policy, please contact us at help.businessmanager@gmail.com.
de: Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, kontaktieren Sie uns bitte unter help.businessmanager@gmail.com.
fr: Si vous avez des questions concernant cette politique de confidentialité, veuillez nous contacter à l'adresse help.businessmanager@gmail.com.
it: Se hai domande sull'Informativa sulla Privacy, contattaci all'indirizzo help.businessmanager@gmail.com.
pt: Se você tiver dúvidas sobre esta Política de Privacidade, entre em contato conosco em help.businessmanager@gmail.com.
