Repository: teoarandaa/BusinessManager
Catalog: BusinessManager/BusinessManager/Resources/*.lproj/Localizable.strings
Languages: de, fr, it, pt

# privacy_policy_details
source: Business Manager for SwiftUI does not collect any data about you. All data will be securely stored on your device. If at any time we change our Privacy Policy, we will notify you with a notification.
de: Business Manager für SwiftUI sammelt keine Daten über Sie. Alle Daten werden sicher auf Ihrem Gerät gespeichert. Falls wir unsere Datenschutzrichtlinie ändern, benachrichtigen wir Sie mit einer Mitteilung.
fr: Business Manager pour SwiftUI ne collecte aucune donnée vous concernant. Toutes les données seront stockées de manière sécurisée sur votre appareil. Si nous apportons des modifications à notre politique de confidentialité, nous vous en informerons par notification.
it: Business Manager per SwiftUI non raccoglie alcun dato su di te. Tutti i dati saranno archiviati in modo sicuro sul tuo dispositivo. Se in qualsiasi momento dovessimo modificare la nostra Informativa sulla Privacy, ti avviseremo con una notifica.
pt: O Business Manager para SwiftUI não coleta nenhum dado sobre você. Todos os dados serão armazenados com segurança no seu dispositivo. Se em algum momento alterarmos nossa Política de Privacidade, você será notificado.

# privacy_contact_info
source: If you have questions about this Privacy Policy, please contact us at help.businessmanager@gmail.com
de: Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, wenden Sie sich bitte an help.businessmanager@gmail.com
fr: Si vous avez des questions concernant cette politique de confidentialité, veuillez nous contacter à help.businessmanager@gmail.com
it: Se hai domande su questa Informativa sulla Privacy, contattaci all'indirizzo help.businessmanager@gmail.com
pt: Se você tiver dúvidas sobre esta Política de Privacidade, entre em contato conosco em help.businessmanager@gmail.com

# privacy_contact_prefix
source: If you have questions about this Privacy Policy, please contact us at
de: Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, wenden Sie sich bitte an
fr: Si vous avez des questions concernant cette politique de confidentialité, veuillez nous contacter à
it: Se hai domande su questa Informativa sulla Privacy, contattaci all'indirizzo
pt: Se você tiver dúvidas sobre esta Política de Privacidade, entre em contato conosco em

# contact_information_prefix
source: If you have questions about these terms, you can contact us at
de: Wenn Sie Fragen zu diesen Bedingungen haben, können Sie uns unter
fr: Si vous avez des questions concernant ces conditions, vous pouvez nous contacter à
it: Se hai domande su questi termini, puoi contattarci all'indirizzo
pt: Se você tiver dúvidas sobre estes termos, pode entrar em contato conosco em

# support_contact_prefix
source: You can contact our support team via email at
de: Sie können unser Support-Team per E-Mail unter
fr: Vous pouvez contacter notre équipe de support par e-mail à
it: Puoi contattare il nostro team di supporto via email all'indirizzo
pt: Você pode entrar em contato com nossa equipe de suporte por e-mail em

# support_contact_suffix
source: or through Settings > Support.
de: oder über Einstellungen > Support kontaktieren.
fr: ou via Paramètres > Support.
it: o tramite Impostazioni > Supporto.
pt: ou através de Configurações > Suporte.

source: Coming Soon
de: Demnächst verfügbar
fr: Bientôt disponible
it: Prossimamente
pt: Em Breve

# plans_description
source: We're working on exciting new features and subscription plans. Stay tuned!
de: Wir arbeiten an aufregenden neuen Funktionen und Abonnementplänen. Bleiben Sie dran!
fr: Nous travaillons sur de nouvelles fonctionnalités passionnantes et des plans d'abonnement. Restez à l'écoute !
it: Stiamo lavorando su nuove ed entusiasmanti funzionalità e piani di abbonamento. Rimani sintonizzato!
pt: Estamos trabalhando em novos recursos e planos de assinatura empolgantes. Fique ligado!

# title_pdf
source: PDF Report
de: PDF-Bericht
fr: Rapport PDF
it: Report PDF
pt: Relatório PDF

# monthly_report
source: Monthly
de: Monatlich
fr: Mensuel
it: Mensile
pt: Mensal

# quarterly_report
source: Quarterly
de: Vierteljährlich
fr: Trimestriel
it: Trimestrale
pt: Trimestral

# yearly_report
source: Yearly
de: Jährlich
fr: Annuel
it: Annuale
pt: Anual

# share_pdf
source: Share PDF Report
de: PDF-Bericht teilen
fr: Partager le rapport PDF
it: Condividi Report PDF
pt: Compartilhar Relatório PDF

source: Report Period
de: Berichtszeitraum
fr: Période du rapport
it: Periodo del Report
pt: Período do Relatório

source: Monthly
de: Monatlich
fr: Mensuel
it: Mensile
pt: Mensal

source: Quarterly
de: Vierteljährlich
fr: Trimestriel
it: Trimestrale
pt: Trimestral

# select_month
source: Select
de: Auswählen
fr: Sélectionner
it: Seleziona
pt: Selecionar

source: Select Quarter
de: Quartal auswählen
fr: Sélectionner le trimestre
it: Seleziona Trimestre
pt: Selecionar Trimestre

source: Select Year
de: Jahr auswählen
fr: Sélectionner l'année
it: Seleziona Anno
pt: Selecionar Ano

# q1_range
source: Q1 (Jan-Mar)
fr: T1 (Jan-Mar)
it: T1 (Gen-Mar)
pt: T1 (Jan-Mar)

# q2_range
source: Q2 (Apr-Jun)
fr: T2 (Avr-Jun)
it: T2 (Apr-Giu)
pt: T2 (Abr-Jun)

# q3_range
source: Q3 (Jul-Sep)
fr: T3 (Juil-Sep)
it: T3 (Lug-Set)
pt: T3 (Jul-Set)

# q4_range
source: Q4 (Oct-Dec)
de: Q4 (Okt-Dez)
fr: T4 (Oct-Déc)
it: T4 (Ott-Dic)
pt: T4 (Out-Dez)

source: Reports Summary
de: Berichtszusammenfassung
fr: Résumé des rapports
it: Riepilogo dei Report
pt: Resumo dos Relatórios

source: Department Performance Overview
de: Abteilungsleistung Übersicht
fr: Aperçu de la performance des départements
it: Panoramica delle Prestazioni del Dipartimento
pt: Visão Geral do Desempenho do Departamento

source: Quality Metrics
de: Qualitätskennzahlen
fr: Indicateurs de qualité
it: Metriche di Qualità
pt: Métricas de Qualidade

source: Analytics Charts
de: Analysediagramme
fr: Graphiques analytiques
it: Grafici Analitici
pt: Gráficos Analíticos

# reports_total
source: Total Reports
de: Gesamtberichte
fr: Total des rapports
it: Totale Report
pt: Total de Relatórios

# performance_average
source: Average Performance
de: Durchschnittliche Leistung
fr: Performance moyenne
it: Prestazioni Medie
pt: Desempenho Médio

# volume_average
source: Average Volume
de: Durchschnittliches Volumen
fr: Volume moyen
it: Volume Medio
pt: Volume Médio

# tasks_completed_total
source: Total Tasks Completed
de: Gesamtzahl der abgeschlossenen Aufgaben
fr: Total des tâches complétées
it: Totale Attività Completate
pt: Total de Tarefas Concluídas

# tasks_created_total
source: Total Tasks Created
de: Gesamtzahl der erstellten Aufgaben
fr: Total des tâches créées
it: Totale Attività Create
pt: Total de Tarefas Criadas

# tasks_completed_on_time_total
source: Total Tasks Completed On Time
de: Gesamtzahl der pünktlich abgeschlossenen Aufgaben
fr: Total des tâches complétées à temps
it: Totale Attività Completate Puntualmente
pt: Total de Tarefas Concluídas no Prazo

# radar_performance
source: Performance
de: Leistung
it: Prestazioni
pt: Desempenho

# radar_tasks
source: Tasks
de: Aufgaben
fr: Tâches
it: Attività
pt: Tarefas

source: General
de: Allgemein
fr: Général
it: Generale
pt: Geral

source: Tech
de: Technik
fr: Technologie
it: Tecnologia
pt: Tecnologia

source: Communication
de: Kommunikation
it: Comunicazione
pt: Comunicação

# volume_chart
source: Efficiency
de: Produktivitätstrends
fr: Tendances de Productivité
it: Andamento della Produttività
pt: Tendências de Produtividade

# volume_description
source: This line chart shows performance trends over time for each department. It helps track how performance metrics evolve throughout the month, making it easy to identify patterns, improvements, or potential issues in department efficiency.
de: Dieses Liniendiagramm zeigt die Leistungstrends über die Zeit für jede Abteilung. Es hilft dabei, die Entwicklung der Leistungskennzahlen im Laufe des Monats zu verfolgen und Muster, Verbesserungen oder potenzielle Probleme in der Abteilungseffizienz zu erkennen.
fr: Ce graphique linéaire montre les tendances de performance au fil du temps pour chaque département. Il aide à suivre l'évolution des indicateurs de performance tout au long du mois, ce qui facilite l'identification des modèles, des améliorations ou des problèmes potentiels dans l'efficacité des départements.
it: Questo grafico a linee mostra l'andamento delle prestazioni nel tempo per ogni dipartimento. Aiuta a monitorare come evolvono le metriche di prestazione durante il mese, facilitando l'identificazione di schemi, miglioramenti o potenziali problemi nell'efficienza del dipartimento.
pt: Este gráfico de linha mostra as tendências de desempenho ao longo do tempo para cada departamento. Ajuda a acompanhar como as métricas de desempenho evoluem durante o mês, facilitando a identificação de padrões, melhorias ou possíveis problemas na eficiência do departamento.

source: Workload Chart
de: Arbeitslast-Diagramm
fr: Graphique de Charge de Travail
it: Grafico del Carico di Lavoro
pt: Gráfico de Carga de Trabalho

# workload_description
source: The workload chart shows the distribution and volume of tasks over time, allowing you to identify activity peaks and optimize resource allocation.
de: Das Arbeitslast-Diagramm zeigt die Verteilung und das Volumen der Aufgaben im Zeitverlauf und ermöglicht es Ihnen, Aktivitätsspitzen zu identifizieren und die Ressourcenzuweisung zu optimieren.
fr: Le graphique de charge de travail montre la distribution et le volume des tâches dans le temps, vous permettant d'identifier les pics d'activité et d'optimiser l'allocation des ressources.
it: Il grafico del carico di lavoro mostra la distribuzione e il volume delle attività nel tempo, consentendo di identificare i picchi di attività e ottimizzare l'allocazione delle risorse.
pt: O gráfico de carga de trabalho mostra a distribuição e o volume de tarefas ao longo do tempo, permitindo identificar picos de atividade e otimizar a alocação de recursos.

# performance_chart
source: Productivity
de: Produktivität
fr: Productivité
it: Produttività
pt: Produtividade

source: Export CSV
de: CSV exportieren
fr: Exporter CSV
it: Esporta CSV
pt: Exportar CSV

source: Period
de: Zeitraum
fr: Période
it: Periodo
pt: Período

source: Weekly
de: Wöchentlich
fr: Hebdomadaire
it: Settimanale
pt: Semanal

source: Add title
de: Titel hinzufügen
fr: Ajouter un titre
it: Aggiungi titolo
pt: Adicionar título

source: Add description
de: Beschreibung hinzufügen
fr: Ajouter une description
it: Aggiungi descrizione
pt: Adicionar descrição

source: Recommendations
de: Empfehlungen
fr: Recommandations
it: Raccomandazioni
pt: Recomendações

# performance_suggestion_1
source: Review team training needs
de: Überprüfen Sie den Schulungsbedarf des Teams
fr: Examinez les besoins de formation de l'équipe
it: Esaminare le esigenze di formazione del team
pt: Revisar necessidades de treinamento da equipe

# performance_suggestion_2
source: Implement performance tracking tools
de: Implementieren Sie Leistungsüberwachungstools
fr: Mettez en place des outils de suivi de la performance
it: Implementare strumenti per il monitoraggio delle prestazioni
pt: Implementar ferramentas de monitoramento de desempenho

# performance_suggestion_3
source: Schedule regular performance reviews
de: Planen Sie regelmäßige Leistungsbewertungen
fr: Planifiez des évaluations régulières de la performance
it: Pianificare revisioni regolari delle prestazioni
pt: Agendar revisões regulares de desempenho

# volume_suggestion_1
source: Analyze resource allocation
de: Analysieren Sie die Ressourcenzuweisung
fr: Analysez l'allocation des ressources
it: Analizzare l'allocazione delle risorse
pt: Analisar alocação de recursos

# volume_suggestion_2
source: Optimize task distribution
de: Optimieren Sie die Aufgabenverteilung
fr: Optimisez la répartition des tâches
it: Ottimizzare la distribuzione dei compiti
pt: Otimizar distribuição de tarefas

# volume_suggestion_3
source: Consider team capacity adjustments
de: Berücksichtigen Sie Anpassungen der Teamkapazität
fr: Envisagez des ajustements de la capacité de l'équipe
it: Valutare aggiustamenti della capacità del team
pt: Considerar ajustes na capacidade da equipe

# completion_suggestion_1
source: Implement better task prioritization
de: Implementieren Sie eine bessere Aufgabenpriorisierung
fr: Mettez en œuvre une meilleure hiérarchisation des tâches
it: Implementare una migliore prioritizzazione dei compiti
pt: Implementar melhor priorização de tarefas

# completion_suggestion_2
source: Review deadline setting process
de: Überprüfen Sie den Prozess der Fristsetzung
fr: Examinez le processus de définition des délais
it: Rivedere il processo di impostazione delle scadenze
pt: Revisar processo de definição de prazos

# completion_suggestion_3
source: Consider adding progress tracking tools
de: Erwägen Sie das Hinzufügen von Fortschrittsverfolgungstools
fr: Envisagez d'ajouter des outils de suivi des progrès
it: Considerare l'aggiunta di strumenti per il monitoraggio dei progressi
pt: Considerar adicionar ferramentas de acompanhamento de progresso

source: No Recommendations
de: Keine Empfehlungen
fr: Aucune recommandation
it: Nessuna Raccomandazione
pt: Sem Recomendações

# all_metrics_good
source: All metrics are meeting their targets. Keep up the good work!
de: Alle Kennzahlen erreichen ihre Ziele. Weiter so!
fr: Tous les indicateurs sont conformes aux objectifs. Continuez ainsi!
it: Tutte le metriche soddisfano i loro obiettivi. Continuate così!
pt: Todas as métricas estão atingindo suas metas. Continue o bom trabalho!

source: Tasks Completed On Time
de: Pünktlich Abgeschlossene Aufgaben
fr: Tâches Terminées à Temps
it: Attività Completate in Tempo
pt: Tarefas Concluídas no Prazo

source: Total Completed
de: Gesamt Abgeschlossen
fr: Total Terminées
it: Totale Completate
pt: Total Concluídas

# onboarding_welcome
source: Welcome to Business Manager
de: Willkommen bei Business Manager
fr: Bienvenue sur Business Manager
it: Benvenuto in Business Manager
pt: Bem-vindo ao Business Manager

# onboarding_welcome_subtitle
source: Your comprehensive business solution
de: Ihre umfassende Geschäftslösung
fr: Votre solution d'entreprise complète
it: La tua soluzione aziendale completa
pt: Sua solução empresarial completa

# onboarding_welcome_description
source: Discover a revolutionary platform specifically designed to transform your business management. Business Manager combines powerful tools, intelligent analytics, and an intuitive interface to give you complete control over every aspect of your company. Get ready to take your business management to the next level with a solution that evolves with you.
de: Entdecken Sie eine revolutionäre Plattform, die speziell für die Transformation Ihres Unternehmensmanagements entwickelt wurde. Business Manager vereint leistungsstarke Tools, intelligente Analysen und eine intuitive Benutzeroberfläche, um Ihnen die vollständige Kontrolle über jeden Aspekt Ihres Unternehmens zu geben. Bereiten Sie sich darauf vor, Ihr Geschäftsmanagement mit einer Lösung, die sich mit Ihnen weiterentwickelt, auf die nächste Stufe zu heben.
fr: Découvrez une plateforme révolutionnaire spécialement conçue pour transformer la gestion de votre entreprise. Business Manager combine des outils puissants, des analyses intelligentes et une interface intuitive pour vous donner un contrôle total sur chaque aspect de votre entreprise. Préparez-vous à faire passer votre gestion d'entreprise au niveau supérieur avec une solution qui évolue avec vous.
it: Scopri una piattaforma rivoluzionaria specificamente progettata per trasformare la gestione della tua azienda. Business Manager combina strumenti potenti, analisi intelligenti e un'interfaccia intuitiva per darti il controllo completo su ogni aspetto della tua azienda. Preparati a portare la gestione aziendale al livello successivo con una soluzione che si evolve con te.
pt: Descubra uma plataforma revolucionária especificamente projetada para transformar a gestão do seu negócio. O Business Manager combina ferramentas poderosas, análises inteligentes e uma interface intuitiva para dar a você controle total sobre cada aspecto da sua empresa. Prepare-se para levar sua gestão empresarial ao próximo nível com uma solução que evolui com você.

# onboarding_business
source: Advanced Business Management
de: Fortschrittliches Geschäftsmanagement
fr: Gestion d'Entreprise Avancée
it: Gestione Aziendale Avanzata
pt: Gestão Empresarial Avançada

# onboarding_business_subtitle
source: Total control and strategic vision
de: Totale Kontrolle und strategische Vision
fr: Contrôle total et vision stratégique
it: Controllo totale e visione strategica
pt: Controle total e visão estratégica

# onboarding_business_description
source: Take absolute control of your business with our comprehensive suite of management tools. From strategic planning to daily execution, our system allows you to monitor, analyze, and optimize every aspect of your operations. Coordinate teams, manage resources, and make informed decisions with real-time data that keeps you always one step ahead.
de: Übernehmen Sie die absolute Kontrolle über Ihr Unternehmen mit unserer umfassenden Suite von Management-Tools. Von der strategischen Planung bis zur täglichen Ausführung ermöglicht Ihnen unser System die Überwachung, Analyse und Optimierung jedes Aspekts Ihrer Geschäftstätigkeit. Koordinieren Sie Teams, verwalten Sie Ressourcen und treffen Sie fundierte Entscheidungen mit Echtzeitdaten, die Sie immer einen Schritt voraus sein lassen.
fr: Prenez le contrôle absolu de votre entreprise avec notre suite complète d'outils de gestion. De la planification stratégique à l'exécution quotidienne, notre système vous permet de surveiller, d'analyser et d'optimiser chaque aspect de vos opérations. Coordonnez les équipes, gérez les ressources et prenez des décisions éclairées avec des données en temps réel qui vous gardent toujours une longueur d'avance.
it: Prendi il controllo assoluto della tua azienda con la nostra suite completa di strumenti di gestione. Dalla pianificazione strategica all'esecuzione quotidiana, il nostro sistema ti permette di monitorare, analizzare e ottimizzare ogni aspetto delle tue operazioni. Coordina i team, gestisci le risorse e prendi decisioni informate con dati in tempo reale che ti mantengono sempre un passo avanti.
pt: Assuma o controle absoluto do seu negócio com nossa suíte completa de ferramentas de gestão. Do planejamento estratégico à execução diária, nosso sistema permite que você monitore, analise e otimize cada aspecto de suas operações. Coordene equipes, gerencie recursos e tome decisões informadas com dados em tempo real que mantêm você sempre um passo à frente.

# onboarding_reports
source: Detailed and Customizable Reports
de: Detaillierte und anpassbare Berichte
fr: Rapports Détaillés et Personnalisables
it: Report Dettagliati e Personalizzabili
pt: Relatórios Detalhados e Personalizáveis

# onboarding_reports_subtitle
source: Comprehensive tracking and analysis
de: Umfassendes Tracking und Analyse
fr: Suivi et analyse exhaustifs
it: Monitoraggio e analisi completi
pt: Acompanhamento e análise abrangentes

# onboarding_reports_description
source: Transform complex data into actionable information with our detailed reports. Analyze departmental performance, monitor task completion rates, and discover productivity trends with customizable and dynamic reports. Gain deep insights into your business with interactive charts and real-time metrics that help you make informed strategic decisions.
de: Verwandeln Sie komplexe Daten in umsetzbare Informationen mit unseren detaillierten Berichten. Analysieren Sie die Abteilungsleistung, überwachen Sie Aufgabenabschlussraten und entdecken Sie Produktivitätstrends mit anpassbaren und dynamischen Berichten. Gewinnen Sie tiefe Einblicke in Ihr Unternehmen mit interaktiven Diagrammen und Echtzeit-Metriken, die Ihnen helfen, fundierte strategische Entscheidungen zu treffen.
fr: Transformez des données complexes en informations exploitables avec nos rapports détaillés. Analysez la performance départementale, surveillez les taux d'achèvement des tâches et découvrez les tendances de productivité avec des rapports personnalisables et dynamiques. Obtenez des aperçus approfondis de votre entreprise avec des graphiques interactifs et des métriques en temps réel qui vous aident à prendre des décisions stratégiques éclairées.
it: Trasforma dati complessi in informazioni utilizzabili con i nostri report dettagliati. Analizza le prestazioni dei dipartimenti, monitora i tassi di completamento delle attività e scopri le tendenze di produttività con report personalizzabili e dinamici. Ottieni approfondimenti dettagliati sulla tua azienda con grafici interattivi e metriche in tempo reale che ti aiutano a prendere decisioni strategiche informate.
pt: Transforme dados complexos em informações acionáveis com nossos relatórios detalhados. Analise o desempenho departamental, monitore as taxas de conclusão de tarefas e descubra tendências de produtividade com relatórios personalizáveis e dinâmicos. Obtenha insights profundos sobre seu negócio com gráficos interativos e métricas em tempo real que ajudam você a tomar decisões estratégicas fundamentadas.

# onboarding_analytics
source: Advanced and Intelligent Analytics
de: Fortschrittliche und intelligente Analysen
fr: Analyses Avancées et Intelligentes
it: Analisi Avanzate e Intelligenti
pt: Análise Avançada e Inteligente

# onboarding_analytics_subtitle
source: Data visualization and predictions
de: Datenvisualisierung und Vorhersagen
fr: Visualisation des données et prédictions
it: Visualizzazione dei dati e previsioni
pt: Visualização de dados e previsões

# onboarding_analytics_description
source: Harness the power of advanced analytics to uncover hidden patterns and emerging trends in your business. Our data visualization tools transform complex information into clear, actionable insights. Use interactive charts, customizable dashboards, and predictive analytics to anticipate trends and optimize your team's performance in real-time.
de: Nutzen Sie die Kraft fortschrittlicher Analysen, um verborgene Muster und aufkommende Trends in Ihrem Unternehmen aufzudecken. Unsere Datenvisualisierungstools verwandeln komplexe Informationen in klare, umsetzbare Erkenntnisse. Nutzen Sie interaktive Diagramme, anpassbare Dashboards und prädiktive Analysen, um Trends vorherzusehen und die Leistung Ihres Teams in Echtzeit zu optimieren.
fr: Exploitez la puissance des analyses avancées pour découvrir les modèles cachés et les tendances émergentes de votre entreprise. Nos outils de visualisation de données transforment des informations complexes en insights clairs et exploitables. Utilisez des graphiques interactifs, des tableaux de bord personnalisables et des analyses prédictives pour anticiper les tendances et optimiser la performance de votre équipe en temps réel.
it: Sfrutta la potenza dell'analisi avanzata per scoprire modelli nascosti e tendenze emergenti nella tua azienda. I nostri strumenti di visualizzazione dei dati trasformano informazioni complesse in insight chiari e utilizzabili. Utilizza grafici interattivi, dashboard personalizzabili e analisi predittive per anticipare le tendenze e ottimizzare le prestazioni del tuo team in tempo reale.
pt: Aproveite o poder da análise avançada para descobrir padrões ocultos e tendências emergentes em seu negócio. Nossas ferramentas de visualização de dados transformam informações complexas em insights claros e acionáveis. Utilize gráficos interativos, painéis personalizáveis e análise preditiva para antecipar tendências e otimizar o desempenho de sua equipe em tempo real.
